{
  "set15": {
    "setNumber": 15,
    "setName": "set15",
    "words": [
      {
        "word": "apathy",
        "meanings": [
          "the feeling of not being interested in or enthusiastic about anything"
        ],
        "synonyms": [
          [
            "affectlessness",
            "emotionlessness",
            "impassiveness",
            "impassivity",
            "insensibility",
            "numbness",
            "phlegm"
          ]
        ],
        "wordSentence": [
          "That's the danger of a teeming cast of … characters: they get jumbled in the viewer's mind, and … apathy ensues. Novels can afford a rich banquet of personalities; it's what readers sign up for. But ratiocination isn't welcome in modern movies, which prefer visceral impact over intellect.",
          "But short of such complete apathy, there are other neurological conditions in which the capacity for genuine emotion is compromised. One sees this in some forms of autism, in the \"flat affect\" of some schizophrenics.  … But here, as with Harry, music can often break through, if only in a limited way or for a brief time, and release seemingly normal emotions.",
          "According to the polls, \"the American people, as opposed to some of their leaders, seek no converts to their ideology.\" And they are not \"cultural imperialists.\" Maybe not. But this reserve seems grounded less in humility (60 percent of Americans consider their culture \"superior to others\") than in apathy.",
          "The result could well be further inequality of political information, with avid followers of politics becoming ever more knowledgeable while the rest of the public slips deeper into political apathy."
        ]
      },
      {
        "word": "apropos",
        "meanings": [
          "on the subject of something/somebody"
        ],
        "synonyms": [
          [
            "applicable",
            "apposite",
            "germane",
            "material",
            "pertinent",
            "pointed",
            "relative",
            "relevant"
          ],
          [
            "about",
            "apropos of",
            "as far as",
            "as for",
            "as regards",
            "as respects",
            "as to",
            "concerning",
            "of",
            "on",
            "regarding",
            "respecting",
            "touching",
            "toward",
            "towards"
          ],
          [
            "en passant",
            "incidentally"
          ]
        ],
        "wordSentence": [
          "This short yet spacious and powerful book … reminds us of the careful and apropos writing of J.M. Coetzee, W.G. Sebald and Uwe Timm.",
          "The late Kenneth Koch's description of Ashbery as \"lazy and quick\" remains thoroughly apropos; these 61 page-or-two poems can seem brilliantly tossed off, much like those in his 2000 collection, Your Name Here. The title is appropriate too: Chinese Whispers is the British name for the game of Telephone, where children (or adults) gather in a circle and whisper a \"secret\" word or phrase into the ear next to them.",
          "The ceremony concluded with the reading of an apropos poem.",
          "The comment, though unexpected, was apropos.",
          "Adverb",
          "I went up to New York last weekend; apropos, have you seen your New York cousins lately?"
        ]
      },
      {
        "word": "apt",
        "meanings": [
          "suitable in a particular situation",
          "often likely to do something"
        ],
        "synonyms": [
          [
            "given",
            "inclined",
            "prone",
            "tending"
          ]
        ],
        "wordSentence": [
          "“Stripe” is an apt name for the cat, since she has striped fur.",
          "that dog is apt to run off if you don't put him on a leash"
        ]
      },
      {
        "word": "cloak",
        "meanings": [
          "a type of loose coat without sleeves that was more common in former times",
          "a thing that hides something else"
        ],
        "synonyms": [
          [
            "blanket",
            "cope",
            "cover",
            "covering",
            "coverture",
            "cover-up",
            "curtain",
            "hood",
            "mantle",
            "mask",
            "pall",
            "penumbra",
            "robe",
            "shroud",
            "veil",
            "wraps"
          ],
          [
            "camouflage",
            "disguise",
            "dress up",
            "mask"
          ]
        ],
        "wordSentence": [
          "Their plans were shrouded in a cloak of secrecy.",
          "the cloak of mystery that surrounds the royal family",
          "the outlaw nation had cloaked its chemical weapons plant as a fertilizer factory",
          "cloaked their military maneuvers from the outside world"
        ]
      },
      {
        "word": "consensus",
        "meanings": [
          "agreement among a group of people"
        ],
        "synonyms": [
          [
            "accord",
            "agreement",
            "concurrence",
            "concurrency",
            "unanimity",
            "unison"
          ]
        ],
        "wordSentence": [
          "Yet despite this and other dust-ups during the convention, the general consensus is that Episcopalians weathered this one with their customary civility intact.",
          "Despite years of debate over the best wine to serve at Thanksgiving, no real consensus has emerged.",
          "Beyond the general goal of sustainability, there was little consensus at the conference on how to get from here to there.",
          "… it is the consensus of opinion that the Iceni in their geographic isolation remained 'Celtic' …"
        ]
      },
      {
        "word": "elated",
        "meanings": [
          "very happy and excited"
        ],
        "synonyms": [
          [
            "ecstatic",
            "elevated",
            "enrapt",
            "enraptured",
            "entranced",
            "euphoric",
            "exhilarated",
            "giddy",
            "heady",
            "intoxicated",
            "rapt",
            "rapturous",
            "rhapsodic",
            "rhapsodical"
          ]
        ],
        "wordSentence": [
          "Alec felt elated—it was the first time that the stallion hadn't drawn back into the stall at the sight of him.",
          "But I was elated when my song was banned. I mean, nothing could have complimented me more than to hear they just banned it at such-and-such a station …",
          "Inside the … hall, the combination of national crisis and imminent electoral victory creates an atmosphere at once pensive and elated.",
          "Much elated with her success, Jo did \"tell on,\" all about their plays and plans, their hopes and fears for Father, and the most interesting events of the little world in which the sisters lived."
        ]
      },
      {
        "word": "enchant",
        "meanings": [
          "fill (someone) with great delight; charm.\n\"Isabel was enchanted with the idea\"\nSimilar:\ncaptivate\ncharm\ndelight\ndazzle\nenrapture\nentrance\nenthral",
          "put (someone or something) under a spell; bewitch.\n\"Marcia had enchanted the rope so that it simply regenerated when any length was cut off\""
        ],
        "synonyms": [
          [
            "allure",
            "beguile",
            "bewitch",
            "captivate",
            "charm",
            "fascinate",
            "kill",
            "magnetize",
            "wile",
            "witch [archaic]"
          ]
        ],
        "wordSentence": [
          "The book has enchanted children for almost a century.",
          "The beauty of the place enchants."
        ]
      },
      {
        "word": "entrenched",
        "meanings": [
          "(of an attitude, habit, or belief) firmly established and difficult or unlikely to change; ingrained.\n\"an entrenched resistance to change\"\nSimilar:\ningrained\nestablished\nwell established\nlong-established\nconfirmed"
        ],
        "synonyms": [
          [
            "bed",
            "embed",
            "imbed",
            "enroot",
            "fix",
            "impact",
            "implant",
            "ingrain",
            "engrain",
            "lodge",
            "root"
          ]
        ],
        "wordSentence": [
          "officials who have tried to entrench themselves in office",
          "a father who entrenched in our minds the belief that hard work pays off"
        ]
      },
      {
        "word": "forsake",
        "meanings": [
          "to leave a person or a place for ever (especially when you should stay)"
        ],
        "synonyms": [
          [
            "abandon",
            "desert",
            "leave",
            "maroon",
            "quit",
            "strand"
          ]
        ],
        "wordSentence": [
          "forsaking most of our possessions, we evacuated just before the hurricane struck"
        ]
      },
      {
        "word": "gratify",
        "meanings": [
          "to give somebody pleasure and satisfaction"
        ],
        "synonyms": [
          [
            "cater (to)",
            "humor",
            "indulge"
          ]
        ],
        "wordSentence": [
          "A guilty verdict would gratify the victim's relatives.",
          "He's only concerned with gratifying his own desires."
        ]
      },
      {
        "word": "heed",
        "meanings": [
          "to pay attention to advice, a warning, etc."
        ],
        "synonyms": [
          [
            "follow",
            "listen (to)",
            "mind",
            "note",
            "observe",
            "regard",
            "watch"
          ],
          [
            "advertence",
            "advertency",
            "attention",
            "awareness",
            "cognizance",
            "consciousness",
            "ear",
            "eye",
            "knowledge",
            "mindfulness",
            "note",
            "notice",
            "observance",
            "observation"
          ]
        ],
        "wordSentence": [
          "It may be possible to desensitize a cat to being petted for extended periods.  … A safer solution is to consistently limit petting time, and to heed the cat's cues that she's had enough.",
          "In-line skating is not for everyone, and even those for whom it is ideally suited can skate into trouble, especially if they fail to heed safety precautions.",
          "However, he should heed an axiom from the pretelevision age: physician, heal thyself."
        ]
      },
      {
        "word": "judicious",
        "meanings": [
          "(used about a decision or an action) sensible and carefully considered; showing good judgement"
        ],
        "synonyms": [
          [
            "discreet",
            "intelligent",
            "judgmatic",
            "judgmatical",
            "prudent"
          ]
        ],
        "wordSentence": [
          "judicious use of our resources",
          "Judicious planning now can prevent problems later."
        ]
      },
      {
        "word": "lucid",
        "meanings": [
          "(used about something that is said or written) clear and easy to understand",
          "(used about a person’s mind) not confused; clear and normal"
        ],
        "synonyms": [
          [
            "beaming",
            "bedazzling",
            "bright",
            "brilliant",
            "candescent",
            "clear",
            "dazzling",
            "effulgent",
            "fulgent",
            "glowing",
            "incandescent",
            "lambent",
            "lucent",
            "luminous",
            "lustrous",
            "radiant",
            "refulgent",
            "sheeny",
            "shining",
            "shiny",
            "splendid"
          ]
        ],
        "wordSentence": [
          "The stroke also set off a major crisis of presidential succession, as the debilitated and not entirely lucid president continued to cling to office and plan feebly for re-election.",
          "His lucid history of this grim subject is scrupulously accurate, so far as I am able to judge …",
          "\"You would like me to read to you?\" \"You would oblige me greatly by doing so, Dorothea,\" said Mr. Casaubon, with a shade more meekness than usual in his polite manner. \"I am wakeful: my mind is remarkably lucid.\"",
          "The atmosphere, seen through a short space of half or three-quarters of a mile, was perfectly lucid, but at a greater distance all colours were blended into a most beautiful haze …"
        ]
      },
      
      {
        "word": "distort",
        "meanings": [
          "to change the shape or sound of something so that it seems strange or is not clear",
          "to change something and show it falsely"
        ],
        "synonyms": [
          [
            "bend",
            "color",
            "cook",
            "falsify",
            "fudge",
            "garble",
            "misinterpret",
            "misrelate",
            "misrepresent",
            "misstate",
            "pervert",
            "slant",
            "twist",
            "warp"
          ]
        ],
        "wordSentence": [
          "Her face was distorted by pain.",
          "The odd camera angle distorted her figure in the photograph.",
          "The sound of the guitar was distorted.",
          "Heat caused the plastic to distort."
        ]
      },
      
      {
        "word": "exotic",
        "meanings": [
          "unusual or interesting because it comes from a different country or culture"
        ],
        "synonyms": [
          [
            "bizarro",
            "fantastic",
            "fantastical",
            "glamorous",
            "glamourous",
            "marvelous",
            "marvellous",
            "outlandish",
            "romantic",
            "strange"
          ],
          [
            "curio",
            "curiosity",
            "objet d'art",
            "objet",
            "oddity",
            "oddment",
            "rarity"
          ]
        ],
        "wordSentence": [
          "She's known for her exotic tastes.",
          "the gradual disappearance of exotic lands in a culturally homogenized world",
          "Some native species are being crowded out by exotics.",
          "the botanical garden boasts an array of horticultural exotics from around the world"
        ]
      },
      
      
      {
        "word": "pertinent",
        "meanings": [
          "closely connected with the subject being discussed"
        ],
        "synonyms": [
          [
            "applicable",
            "apposite",
            "apropos",
            "germane",
            "material",
            "pointed",
            "relative",
            "relevant"
          ]
        ],
        "wordSentence": [
          "At the dawn of the common-law court system, jurors took their places as residents of the neighborhood where the pertinent events had occurred, who were assumed to possess special knowledge of the facts and, more important, of every witness's credibility.",
          "A more pertinent question than \"What am I?\" is \"How can I be who I am and still hack it in America?\"",
          "But as my moment of fame ticks by, a more pertinent issue persists: What hath CNN wrought in the worlds of communications, of diplomacy, of politics?",
          "No recurrent symbolism in the Odyssey is more pertinent than the long and deliberate stripping its hero undergoes: of his ships, of his men, of his hopes, of his clothes, even of his very skin on the cliffs of Corfu.",
          "he impressed the jury with his concise, pertinent answers to the attorney's questions"
        ]
      },
      {
        "word": "propriety",
        "meanings": [
          "correct and acceptable moral and social behaviour",
          "the rules of correct moral or social behavior"
        ],
        "synonyms": [
          [
            "decency",
            "decorum",
            "form"
          ]
        ],
        "wordSentence": [
          "If Madison felt the same annoyance with the dissenters, his prim sense of political propriety forbade him from stooping to personal attacks.",
          "His austere and basically humble personality imposes a curious damp propriety upon his memorial.",
          "In contemporary America the appearance of prosperity is all too often taken as a sign of propriety.",
          "She conducted herself with propriety."
        ]
      },
      
      {
        "word": "sensational",
        "meanings": [
          "causing, or trying to cause, a feeling of great excitement, surprise or interest among people",
          "extremely good or beautiful; very exciting"
        ],
        "synonyms": [
          [
            "catchpenny",
            "gee-whiz",
            "lurid",
            "screaming",
            "sensationalist",
            "sensationalistic"
          ]
        ],
        "wordSentence": [
          "She looked sensational in her new dress.",
          "the sensational news story caused a stir, but after a few days everyone forgot about it"
        ]
      },
      {
        "word": "sophisticated",
        "meanings": [
          "having or showing a lot of experience of the world and social situations; knowing about fashion, culture, etc.",
          "(used about machines, systems, etc.) advanced and complicated"
        ],
        "synonyms": [
          [
            "cosmopolitan",
            "smart",
            "worldly",
            "worldly-wise"
          ]
        ],
        "wordSentence": [
          "Puck's mix of casual and sophisticated elements has become the most prevalent style of L.A. dining today.",
          "Sophisticated investors took Moody's and S&P's word for it, and it turned out that the agencies didn't know what they were doing.",
          "\"These students want the amenities they grew up with at home—their own rooms, their own baths, along with some of the finer things in life. They're a more sophisticated consumer.\"",
          "Sonar devices can locate an enemy's sophisticated, almost-silent diesel submarines by, ironically, making a deafening noise—sometimes above 230 decibels, as loud as a Saturn V rocket blasting off."
        ]
      },
      {
        "word": "strife",
        "meanings": [
          "trouble or fighting between people or groups"
        ],
        "synonyms": [
          [
            "conflict",
            "disaccord",
            "discord",
            "discordance",
            "discordancy",
            "disharmony",
            "dissension",
            "dissention",
            "dissent",
            "dissidence",
            "dissonance",
            "disunion",
            "disunity",
            "division",
            "friction",
            "infighting",
            "inharmony",
            "schism",
            "variance",
            "war",
            "warfare"
          ]
        ],
        "wordSentence": [
          "in order to avoid family strife, the children spend equal time during the holidays with both of their grandmothers",
          "bitter strife between the two political factions"
        ]
      },
      {
        "word": "understated",
        "meanings": [
          "to say that something is smaller or less important than it really is"
        ],
        "synonyms": [
          [
            "conservative",
            "low-key",
            "low-keyed",
            "muted",
            "quiet",
            "repressed",
            "restrained",
            "sober",
            "subdued",
            "toned-down",
            "unflashy",
            "unpretentious"
          ]
        ],
        "wordSentence": [
          "the actor's understated interpretation of the lead role is surprisingly compelling"
        ]
      },
      
      {
        "word": "veracity",
        "meanings": [
          "the quality of being true or correct; the habit of telling the truth"
        ],
        "synonyms": [
          [
            "honesty",
            "integrity",
            "probity",
            "truthfulness",
            "verity"
          ]
        ],
        "wordSentence": [
          "What gives the book its integrity are the simplicity and veracity of these recipes and the small touches—bits of history, discovery and personal reflection.",
          "The trial began with a flurry of motions and questions challenging the judge's authority and veracity. The defendants earlier had called the judge's authority into question when jurors were selected two weeks ago.",
          "… some documentary photographers supported the photographer's right to find essential rather than literal truths in any situation, while others … insisted on absolute veracity, maintaining that for images to be true to both medium and event, situations should be found, not reenacted.",
          "We questioned the veracity of his statements.",
          "The jury did not doubt the veracity of the witness."
        ]
      },
      {
        "word": "virulent",
        "meanings": [
          "(used about a poison or a disease) very strong and dangerous",
          "very strong and full of anger"
        ],
        "synonyms": [
          [
            "bad [slang]",
            "bitchy",
            "catty",
            "cruel",
            "despiteful",
            "hateful",
            "malevolent",
            "malicious",
            "malign",
            "malignant",
            "mean",
            "nasty",
            "spiteful",
            "vicious"
          ]
        ],
        "wordSentence": [
          "The country seemed to be returning to the virulent nationalism of its past.",
          "the virulent look on her face warned me that she was about to say something unkind"
        ]
      },
      {
        "word": "volatile",
        "meanings": [
          "that can change suddenly and unexpectedly",
          "(used about a substance) that can easily change into a gas"
        ],
        "synonyms": [
          [
            "capricious",
            "changeable",
            "changeful",
            "fickle",
            "flickery",
            "fluctuating",
            "fluid",
            "inconsistent",
            "inconstant",
            "mercurial",
            "mutable",
            "skittish",
            "temperamental",
            "uncertain",
            "unpredictable",
            "unsettled",
            "unstable",
            "unsteady",
            "variable"
          ]
        ],
        "wordSentence": [
          "I am beginning to hear investors say that the best way to beat this volatile market is by trading—anxiously moving in and out of securities as the market ebbs and flows. In my view there is no surer path to the poorhouse.",
          "Usually, only a few of the volatile chemicals in a fragrance are obviously noticeable to human noses.",
          "VOCs (or volatile organic compounds) are thought to be among the potential culprits behind illnesses often lumped under the heading of Sick Building Syndrome."
        ]
      }
    ]
  }
}