{
  "set14": {
    "setNumber": 14,
    "setName": "set14",
    "words": [
      {
        "word": "stringent",
        "meanings": [
          "(used about a law, rule, etc.) very strict"
        ],
        "synonyms": [
          [
            "brassbound",
            "cast-iron",
            "exacting",
            "hard-line",
            "inflexible",
            "rigid",
            "rigorous",
            "strict",
            "uncompromising"
          ]
        ],
        "wordSentence": [
          "stringent rules against unauthorized persons being in the building"
        ]
      },
      {
        "word": "subservient",
        "meanings": [
          "too ready to obey other people",
          "considered to be less important than something else"
        ],
        "synonyms": [],
        "wordSentence": [
          "Sally Boysen, a psychologist at Ohio State University, probed the degree to which a chimp's ability to reason is subservient to the animal's desires.",
          "That's why many believe that I have the right to preach but not to pastor. For a woman to be a pastor would mean that men would have to submit and be subservient to a woman.",
          "As for a \"European Europe,\" allied with but not subservient to the United States, providing for its own defense and diplomacy and practicing detente with Moscow, de Gaulle did not achieve it in his lifetime, but there was at least a beginning.",
          "She refused to take a subservient role in their marriage."
        ]
      },
      {
        "word": "surreptitious",
        "meanings": [
          "done secretly"
        ],
        "synonyms": [
          [
            "backstairs",
            "behind-the-scenes",
            "clandestine",
            "covert",
            "furtive",
            "hole-and-corner",
            "hugger-mugger",
            "hush-hush",
            "private",
            "privy",
            "secret",
            "sneak",
            "sneaking",
            "sneaky",
            "stealth",
            "stealthy",
            "undercover",
            "underground",
            "underhand",
            "underhanded"
          ]
        ],
        "wordSentence": [
          "The letter didn't offer up the jewels, only shadowy suggestions about their disappearance, claiming that [heiress, Carolyn] Skelly, in a surreptitious trading of parcels with \"a man in an ankle-length tweed overcoat,\" had left a bag full of jewelry on the floor at J.F.K.",
          "In the early evening as we gathered in the lobby beneath mounted elk heads and bear skins, the lights of the chandelier flickered mysteriously. But the teacher and I both spied the surreptitious action of the desk clerk, whose sheepish smile acknowledged that one brief hotel mystery had been solved. Other signs of pranking there included a \"ghost\" photo (displayed in a lobby album) that the clerk confided to me was staged, and some pennies, placed on the back of a men's room toilet, that from time to time would secretly become rearranged to form messages—like the word \"why?\" that I encountered.",
          "The next week offered [FBI agent] Wiser the opportunity he had been waiting for. Ames was leaving the country, going to Ankara for a weeklong international conference on drugs. Wiser went to Bryant for permission to run a … surreptitious search of Ames' garbage. But the chief was dead set against it.",
          "She had a surreptitious relationship with her employee.",
          "a private investigator adept at taking surreptitious pictures of adulterous couples"
        ]
      },
      
      {
        "word": "tantamount",
        "meanings": [
          "having the same effect or value as something, especially something bad"
        ],
        "synonyms": [],
        "wordSentence": [
          "His statement was tantamount to an admission of guilt.",
          "They see any criticism of the President as tantamount to treason."
        ]
      },
      {
        "word": "torpor",
        "meanings": [
          "a state of physical or mental inactivity; lethargy.\n\"they veered between apathetic torpor and hysterical fanaticism\"\nSimilar:\nlethargy\ntorpidity\nsluggishness\ninertia\ninertness\ninactivity"
        ],
        "synonyms": [
          [
            "apathy",
            "casualness",
            "complacence",
            "disinterestedness",
            "disregard",
            "incuriosity",
            "incuriousness",
            "indifference",
            "insouciance",
            "nonchalance",
            "unconcern"
          ]
        ],
        "wordSentence": [
          "The news aroused him from his torpor.",
          "after a lifetime of setbacks, defeats, and failures, he could only greet the latest bad news with a resigned fatalism and dull torpor"
        ]
      },
      {
        "word": "trenchant",
        "meanings": [
          "vigorous or incisive in expression or style.\n\"the White Paper makes trenchant criticisms of health authorities\"\nSimilar:\nincisive\ncutting\npointed\npiercing\npenetrating\nsharp\nkeen",
          "ARCHAIC•LITERARY\n(of a weapon or tool) having a sharp edge.\n\"a trenchant blade\""
        ],
        "synonyms": [
          [
            "cutting",
            "edged",
            "edgy",
            "ground",
            "honed",
            "keen",
            "sharp",
            "sharpened",
            "stropped",
            "whetted"
          ]
        ],
        "wordSentence": [
          "a writer with a trenchant wit",
          "even the most trenchant sword could not sever the bonds of loyalty between them"
        ]
      },
      {
        "word": "umbrage",
        "meanings": [
          "a sense of slight injury or offence, often without reason"
        ],
        "synonyms": [
          [
            "dudgeon",
            "huff",
            "miff",
            "offense",
            "offence",
            "peeve",
            "pique",
            "resentment"
          ]
        ],
        "wordSentence": [
          "took umbrage at the slightest suggestion of disrespect"
        ]
      },
      {
        "word": "versatile",
        "meanings": [
          "(used about an object) having many different uses",
          "(used about a person) able to do many different things"
        ],
        "synonyms": [
          [
            "adaptable",
            "all-around",
            "all-round",
            "protean",
            "universal"
          ]
        ],
        "wordSentence": [
          "Horses stand apart because of their versatile roles in human society, which came to include dairy production, transportation, haulage, plowing, sports, warfare, religion, and status.",
          "Linemen have to be nimble, corners physical and linebackers versatile.",
          "Adobos are the Philippines' most beloved, and most versatile, dishes. They consist of meat, poultry, fish, or vegetables (such as okra and eggplant) slow-cooked in an aromatic broth of vinegar or coconut milk, garlic, black pepper, bay leaves, and, sometimes, soy sauce until virtually all the liquid has evaporated.",
          "This year's Nobel Prize in Chemistry went to three scientists for their work on a versatile strategy for synthesizing all manner of novel chemical compounds in an environmentally friendly way.  … The three scientists focused on a reaction called metathesis …"
        ]
      },
      {
        "word": "wayward",
        "meanings": [
          "difficult to control"
        ],
        "synonyms": [
          [
            "balky",
            "contrary",
            "contumacious",
            "defiant",
            "disobedient",
            "froward",
            "incompliant",
            "insubordinate",
            "intractable",
            "obstreperous",
            "rebel",
            "rebellious",
            "recalcitrant",
            "recusant",
            "refractory",
            "restive",
            "ungovernable",
            "unruly",
            "untoward",
            "willful",
            "wilful"
          ]
        ],
        "wordSentence": [
          "parents of a wayward teenager",
          "had always been the most wayward of their three children"
        ]
      },
      {
        "word": "acquiesce",
        "meanings": [
          "to accept something without argument, although you may not agree with it"
        ],
        "synonyms": [
          [
            "accede",
            "agree",
            "assent",
            "come round",
            "consent",
            "subscribe"
          ]
        ],
        "wordSentence": [
          "… the tender understanding with which he had acquiesced to her wish not to consummate their relationship out of wedlock.",
          "… he seems to have acquiesced in his Christian Scientist wife's refusal to provide medical care …",
          "The main body of Shi'is, in and around Iraq, accepted 'Abbasid rule, or at least acquiesced in it.",
          "He passively acquired the reputation of being a snob, and acquiesced to it …"
        ]
      },
      {
        "word": "adroit",
        "meanings": [
          "skilful and clever, especially in dealing with people"
        ],
        "synonyms": [
          [
            "artful",
            "bravura",
            "deft",
            "delicate",
            "dexterous",
            "dextrous",
            "expert",
            "masterful",
            "masterly",
            "practiced",
            "practised",
            "skillful",
            "virtuoso",
            "workmanlike"
          ]
        ],
        "wordSentence": [
          "Rumor has always played a role in politics, but rarely have the backstage operatives been so adroit, and so cynical, in their use of vitriol.",
          "He was adroit with money and was blessed with the extraordinary Spanish gift of prolific, and even inchoate, invention.",
          "Family medicine … is constructed around the unquantifiable idea that a doctor who treats your grandmother, your father, your niece, and your daughter will be more adroit in treating you.",
          "She is adroit at handling problems.",
          "with an adroit flick of the wrist, flipped the omelet into the air and landed it squarely back in the pan"
        ]
      },
      {
        "word": "amend",
        "meanings": [
          "to change something slightly in order to make it better"
        ],
        "synonyms": [
          [
            "ameliorate",
            "better",
            "enhance",
            "enrich",
            "help",
            "improve",
            "meliorate",
            "perfect",
            "refine",
            "upgrade"
          ]
        ],
        "wordSentence": [
          "The country's constitution was amended to allow women to vote.",
          "They voted to amend the law in 1920.",
          "He tried to amend the situation by apologizing to me."
        ]
      },
      {
        "word": "animus",
        "meanings": [
          "hostility or ill feeling.\n\"the author's animus towards her\"",
          "motivation to do something.\n\"the reformist animus came from within the Party\""
        ],
        "synonyms": [
          [
            "animosity",
            "antagonism",
            "antipathy",
            "bad blood",
            "bitterness",
            "enmity",
            "gall",
            "grudge",
            "hostility",
            "jaundice",
            "rancor"
          ]
        ],
        "wordSentence": [
          "She felt an animus against them.",
          "feeling no animus toward those who had wronged her"
        ]
      },
      
      {
        "word": "astringent",
        "meanings": [
          "(used about a liquid or a cream) able to stop a cut from bleeding, or to make the skin tighter so that it feels less oily",
          "critical in a harsh or clever way"
        ],
        "synonyms": [],
        "wordSentence": [
          "an astringent critic of modern movies"
        ]
      },
      {
        "word": "collaborate",
        "meanings": [
          "to work together (with somebody), especially to create or produce something",
          "to help the enemy forces who have taken control of your country"
        ],
        "synonyms": [
          [
            "band (together)",
            "concert",
            "concur",
            "conjoin",
            "conspire",
            "cooperate",
            "join",
            "league",
            "team (up)",
            "unite"
          ]
        ],
        "wordSentence": [
          "The two companies agreed to collaborate.",
          "He was suspected of collaborating with the occupying army."
        ]
      },
      
      {
        "word": "correlate",
        "meanings": [
          "to have or to show a relationship or connection between two or more things"
        ],
        "synonyms": [
          [
            "complement",
            "supplement"
          ],
          [
            "associate",
            "connect",
            "identify",
            "link",
            "relate"
          ]
        ],
        "wordSentence": [
          "brain size as a correlate of intelligence",
          "the often uneasy relationship between the employer and his correlate, the employee",
          "There is no evidence correlating height and intelligence.",
          "a demanding father who always correlated success with hard work"
        ]
      },
      {
        "word": "deride",
        "meanings": [
          "to say that somebody/something is ridiculous; to laugh at something in a cruel way"
        ],
        "synonyms": [
          [
            "gibe",
            "jibe",
            "jeer",
            "laugh (at)",
            "mock",
            "ridicule",
            "scout",
            "shoot down",
            "skewer"
          ]
        ],
        "wordSentence": [
          "my brothers derided our efforts, but were forced to eat their words when we won first place"
        ]
      },
      {
        "word": "dictate",
        "meanings": [
          "to say something aloud so that somebody else can write or type it",
          "to tell somebody what to do in a way that seems unfair"
        ],
        "synonyms": [
          [
            "call",
            "command",
            "decree",
            "direct",
            "mandate",
            "ordain",
            "order"
          ],
          [
            "behest",
            "charge",
            "command",
            "commandment",
            "decree",
            "direction",
            "directive",
            "do",
            "edict",
            "imperative",
            "injunction",
            "instruction",
            "order",
            "word"
          ]
        ],
        "wordSentence": [
          "She's dictating a letter to her secretary.",
          "They insisted on being able to dictate the terms of surrender.",
          "Tradition dictates that the youngest member should go first.",
          "The basket's function dictates its size and shape.",
          "a starchily worded dictate from on high concerning the company's dress code"
        ]
      },
      
      {
        "word": "divorced",
        "meanings": [],
        "synonyms": [],
        "wordSentence": [
          "Since getting a divorce, she has been raising her children alone.",
          "They went through a lengthy divorce.",
          "Their marriage ended in divorce."
        ]
      },
      
      {
        "word": "exacting",
        "meanings": [
          "needing a lot of care and attention; difficult"
        ],
        "synonyms": [
          [
            "choosy",
            "choosey",
            "dainty",
            "delicate",
            "demanding",
            "fastidious",
            "finical",
            "finicking",
            "finicky",
            "fussbudgety",
            "fussy",
            "nice",
            "old-maidish",
            "particular",
            "pernickety [chiefly British]",
            "persnickety",
            "picky"
          ]
        ],
        "wordSentence": [
          "He has very exacting standards.",
          "he was shocked when his normally exacting supervisor complimented him on a job well done"
        ]
      },
      
      {
        "word": "fruitful",
        "meanings": [
          "producing good results; useful"
        ],
        "synonyms": [
          [
            "cornucopian",
            "fat",
            "fecund",
            "fertile",
            "fructuous",
            "lush",
            "luxuriant",
            "productive",
            "prolific",
            "rich"
          ]
        ],
        "wordSentence": [
          "We had a fruitful discussion about the problems with the schedule.",
          "a very fruitful tree that gives us plenty of apples every year"
        ]
      },
      {
        "word": "inborn",
        "meanings": [
          "an inborn quality is one that you are born with"
        ],
        "synonyms": [],
        "wordSentence": [
          "She has an inborn talent for music.",
          "That kind of knowledge is acquired, not inborn."
        ]
      },
      
      {
        "word": "reticent",
        "meanings": [
          "not wanting to tell people about things"
        ],
        "synonyms": [
          [
            "close",
            "closemouthed",
            "dark",
            "secretive",
            "tight-mouthed",
            "uncommunicative"
          ]
        ],
        "wordSentence": [
          "… his friends and associates are conspicuously reticent to discuss him in public.",
          "… two or three rather reticent abstract paintings.",
          "An extremely reticent man, Morris does not like to talk about his experience in personal terms.",
          "the panel decided to investigate the fraud charges against the company, which has always been reticent about its internal operations",
          "her husband is by nature a reticent person, and she resigned herself to that fact long ago"
        ]
      },
      
      {
        "word": "competent",
        "meanings": [
          "having the ability or skill needed for something",
          "good enough, but not excellent"
        ],
        "synonyms": [
          [
            "able",
            "capable",
            "equal",
            "fit",
            "good",
            "qualified",
            "suitable"
          ]
        ],
        "wordSentence": [
          "… he was tolerated, if not endorsed as the competent painter he was.",
          "The crafting of fine violins has proceeded for centuries as a secret art, handed down through apprenticeships from generation to generation. It takes 8 years, at least, to train a competent craftsman, decades to hone a master.",
          "\"Resort cities're transient places,\" the detective argued. \" … That doesn't mean the police aren't competent.\"",
          "… I discovered that Lieutenant Lincoln—a much-admired man hereabouts, and, I imagine, an exceedingly competent physician—was from Worcester …"
        ]
      },
      {
        "word": "discreet",
        "meanings": [
          "careful in what you say and do so as not to cause embarrassment or difficulty for somebody"
        ],
        "synonyms": [
          [
            "intelligent",
            "judgmatic",
            "judgmatical",
            "judicious",
            "prudent"
          ]
        ],
        "wordSentence": [
          "For a couple who wanted a discreet bar between the study and the living room, Quogue, New York, architect Stuart Disston designed a small-scale bar that's hidden behind … doors under the stairs and takes advantage of plumbing in an adjacent powder room.",
          "Without the knowledge of the exiled African National Congress leadership, he entered into a discreet dialogue with the South African government—which was reaching a similar conclusion. He later succeeded in convincing suspicious comrades of the need for a negotiated solution.",
          "The New York Stock Exchange, meanwhile, has proposed a rule that would bar a stock-market analyst from talking to newspapers that fail to disclose the analyst's conflicts of interest. Even the C.E.O. of Goldman Sachs, one of Wall Street's most discreet firms, has chimed in … and has extorted his peers to restore \"trust in our system.\"",
          "Discreet disclaimers by the tourist board to the effect that \"there is no evidence whatever that Prince Vlad Tepes (TSEH-pesh), or Vlad the Impaler, inhabited the castle\" do nothing to discourage its notoriety as Dracula's reputed residence. Mythically, at least, this is in fact where he lived—and always will."
        ]
      }
    ]
  }
}