{
  "set13": {
    "setNumber": 13,
    "setName": "set13",
    "words": [
      {
        "word": "affinity",
        "meanings": [
          "a strong feeling that you like and understand somebody/something, usually because you feel similar to him/her/it in some way",
          "a similar quality in two or more people or things"
        ],
        "synonyms": [
          [
            "affection",
            "aptitude",
            "bent",
            "bias",
            "bone",
            "devices",
            "disposition",
            "genius",
            "habitude",
            "impulse",
            "inclination",
            "leaning",
            "partiality",
            "penchant",
            "predilection",
            "predisposition",
            "proclivity",
            "propensity",
            "tendency",
            "turn"
          ]
        ],
        "wordSentence": [
          "Jefferson's personal debts continued to mount … His addiction to French wine, like his affinity for French ideas, never came to grips with the more mundane realities.",
          "… neither virus has an affinity for T cells.",
          "Animals sharing this basic architecture may have no closer affinity than a beetle and a squid.",
          "There's always been an affinity between us.",
          "He never felt any affinity with the other kids in his neighborhood."
        ]
      },
      
      {
        "word": "baroque",
        "meanings": [
          "used to describe a highly decorated style of European architecture, art and music of the 17th and early 18th centuries"
        ],
        "synonyms": [
          [
            "devilish",
            "excessive",
            "exorbitant",
            "extravagant",
            "extreme",
            "fancy",
            "immoderate",
            "inordinate",
            "insane",
            "intolerable",
            "lavish",
            "overdue",
            "overextravagant",
            "overmuch",
            "overweening",
            "plethoric",
            "steep",
            "stiff",
            "towering",
            "unconscionable",
            "undue",
            "unmerciful"
          ]
        ],
        "wordSentence": [
          "a somewhat baroque writing style",
          "a book filled with baroque descriptions"
        ]
      },
      
      {
        "word": "compromise",
        "meanings": [
          "an agreement that is reached when each person gets part, but not all, of what he/she wanted",
          "to accept less than you want or are aiming for, especially in order to reach an agreement",
          "to put somebody/something/yourself in a bad or dangerous position, especially by doing something that is not very sensible"
        ],
        "synonyms": [
          [
            "accommodation",
            "concession",
            "give-and-take",
            "negotiation"
          ],
          [
            "adventure",
            "endanger",
            "gamble (with)",
            "hazard",
            "imperil",
            "jeopard",
            "jeopardize",
            "menace",
            "peril",
            "risk",
            "venture"
          ]
        ],
        "wordSentence": [
          "\"You can't always come up with the optimal solution, but you can usually come up with a better solution,\" he [Barack Obama] said over lunch one afternoon. \"A good compromise, a good piece of legislation, is like a good sentence.\"",
          "I therefore proposed a … strategy that raised the possibility of compromise …",
          "I've had other films that were successful, but I'm aware of the compromises I made—and they were tremendous."
        ]
      },
      
      {
        "word": "countenance",
        "meanings": [
          "a person’s face or his/her expression"
        ],
        "synonyms": [
          [
            "cast",
            "expression",
            "face",
            "look",
            "visage"
          ],
          [
            "accept",
            "approve (of)",
            "care (for)",
            "favor",
            "OK",
            "okay",
            "subscribe (to)"
          ]
        ],
        "wordSentence": [
          "… his white countenance was rendered eerie by the redness of the sagging lids below his eyes …",
          "You could see it in his frame and deportment … a beaming countenance, expansive salutations, a warm handshake …",
          "All, all are kind to me but their tones fall strangely on my ear & their countenances meet mine not like home faces …"
        ]
      },
      {
        "word": "covert",
        "meanings": [
          "done secretly"
        ],
        "synonyms": [
          [
            "cloistered",
            "hidden",
            "isolated",
            "quiet",
            "remote",
            "retired",
            "secluded",
            "secret",
            "sheltered"
          ],
          [
            "concealment",
            "den",
            "hermitage",
            "hideaway",
            "hideout",
            "hidey-hole",
            "hidy-hole",
            "lair",
            "nest"
          ]
        ],
        "wordSentence": [
          "He has taken part in a number of covert military operations.",
          "spy agencies taking covert action",
          "set up a covert from which to watch wildlife without being detected",
          "the rabbit rushed to the safety of the nearest covert"
        ]
      },
      {
        "word": "credible",
        "meanings": [
          "that you can believe",
          "that seems possible"
        ],
        "synonyms": [
          [
            "believable",
            "creditable",
            "likely",
            "plausible",
            "presumptive",
            "probable"
          ]
        ],
        "wordSentence": [
          "We've received credible information about the group's location.",
          "She does a credible job of playing the famous singer."
        ]
      },
      {
        "word": "diffuse",
        "meanings": [
          "to spread something or become spread widely in all directions",
          "if a gas or liquid diffuses or is diffused in a substance, it becomes slowly mixed with that substance",
          "spread over a wide area"
        ],
        "synonyms": [
          [
            "circuitous",
            "circumlocutory",
            "garrulous",
            "logorrheic",
            "long-winded",
            "pleonastic",
            "prolix",
            "rambling",
            "verbose",
            "windy",
            "wordy"
          ]
        ],
        "wordSentence": [
          "The forest was filled with a soft, diffuse light.",
          "a diffuse speech that took a great deal of time to make a very small point"
        ]
      },
      {
        "word": "documentary",
        "meanings": [
          "a film, television or radio programme that gives facts or information about a particular subject"
        ],
        "synonyms": [
          [
            "factual",
            "hard",
            "historical",
            "literal",
            "matter-of-fact",
            "nonfictional",
            "objective",
            "true"
          ]
        ],
        "wordSentence": [
          "You must present documentary proof of your residence.",
          "a documentary film about the surprise attack on Pearl Harbor",
          "We watched a documentary on the early history of jazz."
        ]
      },
      {
        "word": "exhaustive",
        "meanings": [
          "including everything possible"
        ],
        "synonyms": [
          [
            "all-out",
            "clean",
            "complete",
            "comprehensive",
            "full-scale",
            "out-and-out",
            "thorough",
            "thoroughgoing",
            "total"
          ]
        ],
        "wordSentence": [
          "The list was long but not exhaustive.",
          "after an exhaustive search of our house, we still hadn't found the cat"
        ]
      },
      
      {
        "word": "extraneous",
        "meanings": [
          "irrelevant or unrelated to the subject being dealt with.\n\"one is obliged to wade through many pages of extraneous material\"\nSimilar:\nirrelevant\nimmaterial\nbeside the point\nnot to the point",
          "of external origin.\n\"when the transmitter pack is turned off no extraneous noise is heard\"\nSimilar:\nexternal\noutside\nexterior\nextrinsic\noutward\nadventitious\nalien"
        ],
        "synonyms": [
          [
            "accidental",
            "adventitious",
            "alien",
            "external",
            "extrinsic",
            "foreign",
            "supervenient"
          ]
        ],
        "wordSentence": [
          "Obviously, some degree of packaging is necessary to transport and protect the products we need, but all too often manufacturers add extraneous wrappers over wrappers and layers of unnecessary plastic.",
          "Industry sages argue that lump charcoal is poised for a back-to-the-future resurgence. They say that a new generation of consumers—aware that most briquettes are shot through with all manner of extraneous materials, from fillers of pulverized limestone to binders of sugarcane bagasse and ignition catalysts of sodium nitrate—are willing to pay the two-buck-a-bag premium for true lump, which, compared to traditional briquettes, lights quicker, burns hotter, and throws off no chemical residue.",
          "The summer concert season is at hand, which means lots of warm nights wishing the guy in the row behind you would bogart that joint instead of blowing smoke into your hair, and lots of days spent wondering just how many extraneous … charges one ticket can possibly have added on.",
          "She sped up the process by eliminating all extraneous steps.",
          "the architect's streamlined modern style shuns any sort of extraneous ornamentation"
        ]
      },
      {
        "word": "fervor",
        "meanings": [
          "very strong feelings about something; enthusiasm"
        ],
        "synonyms": [
          [
            "ardency",
            "ardor",
            "emotion",
            "enthusiasm",
            "fervency",
            "fervidness",
            "fire",
            "heat",
            "intenseness",
            "intensity",
            "passion",
            "passionateness",
            "vehemence",
            "violence",
            "warmth",
            "white heat"
          ]
        ],
        "wordSentence": [
          "As Nina has grown more observant, Andras has become distanced from her. Her religious fervor doesn't interest him. Coming to tradition late, Nina has all the pedantry of an autodidact. Her strivings seem inauthentic to Andras, and not at all spiritual.",
          "Certainly being the son of a pastor had contributed to Vincent's religiosity, but in time even his father was disturbed by the growing intensity of his son's fervor.",
          "In her renewed fervor, Norma fears that the past decade has turned women inward, away from one another, and away, too, from the notion that solidarity among women is ultimately a source of personal strength.",
          "Reciting, her voice took on resonance and firmness, it rang with the old fervor, with ferocity even."
        ]
      },
      {
        "word": "futile",
        "meanings": [
          "(used about an action) having no success; useless"
        ],
        "synonyms": [
          [
            "abortive",
            "barren",
            "bootless",
            "empty",
            "fruitless",
            "ineffective",
            "ineffectual",
            "inefficacious",
            "otiose",
            "profitless",
            "unavailing",
            "unproductive",
            "unprofitable",
            "unsuccessful",
            "useless",
            "vain"
          ]
        ],
        "wordSentence": [
          "In a digitized land of national ID cards, dropping out will be impossible, and dreaming about it will be futile.",
          "After Redemption and disfranchisement destroyed black political influence, open challenges to white supremacy were futile and dangerous.",
          "In some futile bid for gentility, the management has barred employees from using the front door, so my first day I enter through the kitchen …",
          "In 1845 explorer Charles Sturt led an expedition through these parts on a futile search for an inland sea."
        ]
      },
      {
        "word": "illusory",
        "meanings": [
          "not real, although seeming to be"
        ],
        "synonyms": [],
        "wordSentence": [
          "an illusory sense of security"
        ]
      },
      {
        "word": "invidious",
        "meanings": [
          "(of an action or situation) likely to arouse or incur resentment or anger in others.\n\"she'd put herself in an invidious position\"\nSimilar:\nunpleasant\nawkward\ndifficult\nundesirable\nunenviable",
          "(of a comparison or distinction) unfairly discriminating; unjust.\n\"it seems invidious to make special mention of one aspect of his work\"\nSimilar:\nunfair\nunjust\nprejudicial\ndiscriminatory\niniquitous\nweighted"
        ],
        "synonyms": [
          [
            "covetous",
            "envious",
            "green-eyed",
            "jaundiced",
            "jealous",
            "resentful"
          ]
        ],
        "wordSentence": [
          "The boss made invidious distinctions between employees.",
          "inevitably, his remarkable success attracted the invidious attention of the other sales representatives"
        ]
      },
      {
        "word": "lethargic",
        "meanings": [],
        "synonyms": [
          [
            "dull",
            "inactive",
            "inert",
            "quiescent",
            "sleepy",
            "sluggish",
            "torpid"
          ]
        ],
        "wordSentence": [
          "You'll need to move your lure as slowly as possible to tempt the lethargic fish into feeding …",
          "… became a drifter and for a time an alcoholic and finally lapsed into lethargic self-abasement.",
          "The audience was cold and lethargic. It is true there were about fifty-seven applauses, but they were not roars of enthusiasm by any means.",
          "The patient is weak and lethargic.",
          "a big meal always makes me feel lethargic and sleepy"
        ]
      },
      {
        "word": "metaphorical",
        "meanings": [],
        "synonyms": [
          [
            "conceit"
          ]
        ],
        "wordSentence": [
          "You see, menudo is our chicken soup for the body and soul, our metaphor for bread-and-butter issues.",
          "The hapless Humpty Dumpty often crops up as a metaphor for the second law of thermodynamics.",
          "Ben Strong, senior, football player, leader of the prayer group, the boy whose very name is a metaphor, has been besieged by the media for interviews.",
          "The number of songs containing ambiguous metaphors and intriguing but obscure symbolism could be extended indefinitely. Still,  … there are hollers, work songs, field songs, and blues whose meaning is really not subject to a great deal of interpretation."
        ]
      },
      {
        "word": "mimic",
        "meanings": [
          "to copy somebody’s behaviour, movements, voice, etc. in an amusing way",
          "a person who can copy somebody’s behaviour, movements, voice, etc. in an amusing way"
        ],
        "synonyms": [
          [
            "imitator",
            "impersonator",
            "impressionist",
            "personator"
          ],
          [
            "artificial",
            "bogus",
            "dummy",
            "ersatz",
            "factitious",
            "fake",
            "false",
            "faux",
            "imitation",
            "imitative",
            "man-made",
            "mock",
            "pretend",
            "sham",
            "simulated",
            "substitute",
            "synthetic"
          ],
          [
            "burlesque",
            "caricature",
            "do",
            "imitate",
            "mock",
            "parody",
            "send up",
            "spoof",
            "travesty"
          ]
        ],
        "wordSentence": [
          "a gifted mimic who can do a terrific imitation of anyone's voice",
          "a mimic in black clothes and white facial makeup"
        ]
      },
      {
        "word": "numinous",
        "meanings": [
          "having a very strong spiritual and religious quality that makes you feel that God is present"
        ],
        "synonyms": [
          [
            "magic",
            "magical",
            "mystic",
            "occult",
            "weird"
          ]
        ],
        "wordSentence": [
          "Her poetry is filled with a numinous beauty.",
          "some have sensed a numinous energy in the landscape around Sedona, Arizona"
        ]
      },
      {
        "word": "obscure",
        "meanings": [
          "not well known",
          "not easy to see or understand",
          "to make something difficult to see or understand"
        ],
        "synonyms": [
          [
            "ambiguous",
            "arcane",
            "cryptic",
            "dark",
            "deep",
            "Delphic",
            "double-edged",
            "elliptical",
            "elliptic",
            "enigmatic",
            "enigmatical",
            "equivocal",
            "fuliginous",
            "inscrutable",
            "murky",
            "mysterious",
            "mystic",
            "nebulous",
            "occult",
            "opaque"
          ],
          [
            "belie",
            "blanket",
            "blot out",
            "cloak",
            "conceal",
            "cover",
            "curtain",
            "disguise",
            "enshroud",
            "hide",
            "mask",
            "occult",
            "paper over",
            "screen",
            "shroud",
            "suppress",
            "veil"
          ]
        ],
        "wordSentence": [
          "Many people shared an obscure sense of gratification that [Dylan] Thomas had died young, as a poet should.",
          "But by 1830 the Boston Mission Board was desperate enough that it targeted an obscure sect of Oriental Christians, the Nestorians in faraway Iran, as a possibility for conversion.",
          "I knew they were special from their jeans and T-shirts, their knowing, ironic looks when obscure works of literature were referred to."
        ]
      },
      
      {
        "word": "pellucid",
        "meanings": [
          "translucently clear.\n\"mountains reflected in the pellucid waters\"\nSimilar:\ntranslucent\ntransparent\nclear\ncrystal clear\ncrystalline\nbright",
          "easily understood; lucid.\n\"he writes, as always, in pellucid prose\"\nSimilar:\neasily understood\neasily grasped\ncomprehensible\nunderstandable",
          "(of music or other sound) clear and pure in tone.\n\"his pellucid singing tone\""
        ],
        "synonyms": [
          [
            "clear",
            "crystal",
            "crystal clear",
            "crystalline",
            "limpid",
            "liquid",
            "lucent",
            "see-through",
            "transparent"
          ]
        ],
        "wordSentence": [
          "the pellucid waters that lap upon that island's beaches",
          "her poetry has a pellucid simplicity that betrays none of the sweat that went into writing it"
        ]
      },
      {
        "word": "perpetuate",
        "meanings": [
          "to cause something to continue for a long time"
        ],
        "synonyms": [
          [
            "eternalize",
            "immortalize"
          ]
        ],
        "wordSentence": [
          "He perpetuates the myth that his house is haunted.",
          "Fears about an epidemic are being perpetuated by the media."
        ]
      },
      {
        "word": "rational",
        "meanings": [
          "(used about a person) able to use logical thought rather than emotions to make decisions",
          "based on reason; sensible or logical"
        ],
        "synonyms": [
          [
            "intelligent",
            "reasonable",
            "reasoning",
            "thinking"
          ]
        ],
        "wordSentence": [
          "human beings are rational creatures",
          "insisted there was a rational explanation for the strange creaking noises and that there were no such things as ghosts"
        ]
      },
      {
        "word": "scathing",
        "meanings": [
          "expressing a very strong negative opinion about somebody/something; very critical"
        ],
        "synonyms": [
          [
            "acerb",
            "acerbic",
            "acid",
            "acidic",
            "acidulous",
            "acrid",
            "barbed",
            "biting",
            "caustic",
            "corrosive",
            "cutting",
            "mordant",
            "pungent",
            "sarcastic",
            "sardonic",
            "satiric",
            "satirical",
            "scalding",
            "sharp",
            "smart-aleck",
            "smart-alecky",
            "smart-mouthed",
            "snarky",
            "tart"
          ]
        ],
        "wordSentence": [
          "a scathing review of the book",
          "a scathing rebuttal of the latest theory concerning the assassination"
        ]
      },
      {
        "word": "subtle",
        "meanings": [
          "not very noticeable; not very strong or bright",
          "very clever; and using indirect methods to achieve something"
        ],
        "synonyms": [
          [
            "artful",
            "beguiling",
            "cagey",
            "cagy",
            "crafty",
            "cunning",
            "cute",
            "designing",
            "devious",
            "dodgy [chiefly British]",
            "foxy",
            "guileful",
            "scheming",
            "shrewd",
            "slick",
            "sly",
            "tricky",
            "wily"
          ]
        ],
        "wordSentence": [
          "Although artists and patrons in Venice still sought images of ideal figures, they insisted that this imagery be rooted in a more subtle and insightful interpretation of human life and character.",
          "These days, some of the most exciting cooking with brown rice is taking place in Japan, where purveyors are beginning to embrace the subtle variations that can be achieved through custom-milling and cooks are repurposing traditional techniques and dishes to accommodate the food's flavors and textures.",
          "The language of the face communicates maximum information through the subtlest inflections. The interfaces of our souls are designed to be read in a heartbeat.",
          "a subtle difference in meaning between the words"
        ]
      },
      {
        "word": "superficial",
        "meanings": [
          "not studying or thinking about something in a deep or complete way",
          "only on the surface, not deep"
        ],
        "synonyms": [
          [
            "skin-deep",
            "surface"
          ]
        ],
        "wordSentence": [
          "Wonderbra model Eva Herzigova sued a Canadian underwear company that refused to pay her $30,000 fee because she showed up for the photo shoot with a short haircut that company didn't like. You know, it's shameful in this day and age how superficial and sexist some of these ad execs are.",
          "Angelina Jolie goes blond and bubbly and hell hasn't even started freezing over. The brooding brunette donned a Monroe-esque platinum coif for her most recent film, \"Life or Something Like It.\" She plays a superficial reporter who learns what's most important in life—which is, apparently, getting it on with Edward Burns.",
          "All this discussion of money may seem a vulgar recital of greed. But that is really just a superficial, simplistic criticism and usually a dishonest one.",
          "a superficial analysis of the results"
        ]
      }
    ]
  }
}