{
  "set11": {
    "setNumber": 11,
    "setName": "set11",
    "words": [
      {
        "word": "abhor",
        "meanings": [
          "to hate something very much"
        ],
        "synonyms": [
          [
            "abominate",
            "despise",
            "detest",
            "execrate",
            "hate",
            "loathe"
          ]
        ],
        "wordSentence": [
          "We believe we know that Americans abhor extremes and mistrust ideology.",
          "I abhor latter-day, modishly camp take-offs of my cherished boyhood heroes and heroines (Little Orphan Annie, Wonder Woman, Invisible Scarlet O'Neil).",
          "He abhorred grandiosity. When he came to New York to revise his manuscripts and galley proofs, he would hole up in a little cubicle on the attic floor of the old 52nd Street mansion that went by the name of Random House.",
          "abhors the way people leave their trash at the picnic sites in the park"
        ]
      },
      {
        "word": "boisterous",
        "meanings": [
          "(used about a person or behaviour) noisy and full of energy"
        ],
        "synonyms": [
          [
            "hell-raising",
            "knockabout",
            "rambunctious",
            "raucous",
            "robustious",
            "roisterous",
            "rollicking",
            "rowdy",
            "rumbustious [chiefly British]"
          ]
        ],
        "wordSentence": [
          "The crowd was young and boisterous, the cheeseburgers were juicy and perfectly charred, and the place was always packed.",
          "Things had apparently gotten a little too boisterous during the Northern Ohio Girls Soccer League games. And it wasn't the kids. Fed up with noisy, know-it-all parents, the league banned cheering and jeering from the sidelines for one game, which they dubbed Silent Sunday.",
          "Suzanne Massie, boisterous and voluble as we drove through her adopted neighborhood in St. Petersburg, hurtled to a sudden stop. She was laughing uproariously to see the spot, where five years earlier, her rented car had fallen apart …",
          "A large and boisterous crowd attended the concert.",
          "the fans at the baseball game became particularly boisterous after the home run"
        ]
      },
      {
        "word": "chivalrous",
        "meanings": [],
        "synonyms": [
          [
            "big",
            "elevated",
            "gallant",
            "great",
            "greathearted",
            "high",
            "high-minded",
            "lofty",
            "lordly",
            "magnanimous",
            "natural",
            "noble",
            "sublime"
          ]
        ],
        "wordSentence": [
          "a kind and chivalrous man",
          "still engages in chivalrous behavior, such as holding doors for people"
        ]
      },
      {
        "word": "churlish",
        "meanings": [
          "rude in a mean-spirited and surly way.\n\"it seems churlish to complain\"\nSimilar:\nrude\nill-mannered\ndiscourteous\nimpolite\nungracious\nunmannerly"
        ],
        "synonyms": [
          [
            "boorish",
            "classless",
            "cloddish",
            "clownish",
            "loutish",
            "uncouth"
          ]
        ],
        "wordSentence": [
          "It would be churlish not to congratulate him.",
          "it would be churlish for any dinner guest to express anything but gratitude for his host's generous hospitality"
        ]
      },
      {
        "word": "clandestine",
        "meanings": [
          "secret and often not legal"
        ],
        "synonyms": [
          [
            "backstairs",
            "behind-the-scenes",
            "covert",
            "furtive",
            "hole-and-corner",
            "hugger-mugger",
            "hush-hush",
            "private",
            "privy",
            "secret",
            "sneak",
            "sneaking",
            "sneaky",
            "stealth",
            "stealthy",
            "surreptitious",
            "undercover",
            "underground",
            "underhand",
            "underhanded"
          ]
        ],
        "wordSentence": [
          "The clandestine meetings, the passing back and forth of messages between Lodge and the plotters, the coaxing along of the generals, all had the emotional lift of a strong amphetamine.",
          "The CIA's great innovation has been to concentrate in peacetime on 'covert action'—that is, the use of clandestine means to challenge policies and regimes in other countries.",
          "And Pym was in London for a conference—no, he wasn't, he was attending a three-day course on the latest methods of clandestine communication in a beastly little training house off Smith Square.",
          "I took a clandestine peek at the price tag on the diamond necklace."
        ]
      },
      {
        "word": "complacent",
        "meanings": [
          "feeling too satisfied with yourself or with a situation, so that you think that there is no need to worry"
        ],
        "synonyms": [
          [
            "apathetic",
            "casual",
            "disinterested",
            "incurious",
            "indifferent",
            "insensible",
            "insouciant",
            "nonchalant",
            "perfunctory",
            "pococurante",
            "unconcerned",
            "uncurious",
            "uninterested"
          ]
        ],
        "wordSentence": [
          "… I gazed at my mother's poised, beautiful profile as her face turned from side to side, calm or complacent, accepting what the route offered.",
          "Mr. Davis organized his second great quintet in the mid-60's, but by then jazz had taken a new turn and many felt he had become passé, a complacent peacock.",
          "… he hopes to break through the reader's complacent indifference, make him aware of his predicament, and force him to take sides.",
          "Lord Lathkill … was so completely unostentatious, so very willing to pay all the attention to me, and yet so subtly complacent, so unquestionably sure of his position."
        ]
      },
      {
        "word": "cumbersome",
        "meanings": [
          "heavy and difficult to carry, use, wear, etc.",
          "(used about a system, etc.) slow and complicated"
        ],
        "synonyms": [
          [
            "awkward",
            "bunglesome",
            "clumsy",
            "clunky",
            "cranky",
            "cumbrous",
            "ponderous",
            "ungainly",
            "unhandy",
            "unwieldy"
          ]
        ],
        "wordSentence": [
          "Squad members, already decked out in cumbersome chemical suits, put on masks and rubber gloves.",
          "He got the approval of the higher-ups, but the course was scuttled by members of his own department, who devised all kinds of cumbersome, silly requirements and prerequisites.",
          "He cut some segments of the 2\" pine but discovered that … a cumbersome system of braces would be needed to hold the sides straight.",
          "The application process is cumbersome and time-consuming.",
          "Her expanded job title is really cumbersome."
        ]
      },
      
      {
        "word": "deliberate",
        "meanings": [
          "done on purpose; planned",
          "done slowly and carefully, without hurrying",
          "to think about or discuss something fully before making a decision"
        ],
        "synonyms": [
          [
            "chew over",
            "cogitate",
            "consider",
            "contemplate",
            "debate",
            "entertain",
            "eye",
            "kick around",
            "meditate",
            "mull (over)",
            "perpend",
            "ponder",
            "pore (over)",
            "question",
            "revolve",
            "ruminate",
            "study",
            "think (about or over)",
            "turn",
            "weigh",
            "wrestle (with)"
          ],
          [
            "advised",
            "calculated",
            "considered",
            "knowing",
            "measured",
            "reasoned",
            "studied",
            "thoughtful",
            "thought-out",
            "weighed"
          ]
        ],
        "wordSentence": [
          "The jury deliberated for two days before reaching a verdict.",
          "They will deliberate the question.",
          "She spoke in a clear, deliberate manner.",
          "He advocates a slow and deliberate approach to the problem."
        ]
      },
      {
        "word": "droll",
        "meanings": [
          "curious or unusual in a way that provokes dry amusement.\n\"his unique brand of droll self-mockery\"\nSimilar:\nfunny\nhumorous\namusing\ncomic\ncomical\nmirthful",
          "a jester or entertainer; a buffoon."
        ],
        "synonyms": [
          [
            "antic",
            "chucklesome",
            "comedic",
            "comic",
            "comical",
            "farcical",
            "funny",
            "hilarious",
            "humoristic",
            "humorous",
            "hysterical",
            "hysteric",
            "killing",
            "laughable",
            "ludicrous",
            "ridiculous",
            "riotous",
            "risible",
            "screaming",
            "sidesplitting",
            "uproarious"
          ],
          [
            "card",
            "comedian",
            "comic",
            "farceur",
            "funnyman",
            "gagger",
            "gagman",
            "gagster",
            "humorist",
            "jester",
            "joker",
            "jokester",
            "wag",
            "wit"
          ]
        ],
        "wordSentence": [
          "a droll little man with a peculiar sense of humor",
          "a book of droll stories",
          "the drolls of late-night TV had a field day with that senator's sexual shenanigans"
        ]
      },
      {
        "word": "eccentric",
        "meanings": [
          "(used about people or their behaviour) strange or unusual"
        ],
        "synonyms": [
          [
            "bizarre",
            "bizarro",
            "cranky",
            "crazy",
            "curious",
            "erratic",
            "far-out",
            "funky",
            "funny",
            "kinky",
            "kooky",
            "kookie",
            "odd",
            "off-kilter",
            "off-the-wall",
            "offbeat",
            "out-of-the-way",
            "outlandish",
            "outré",
            "peculiar",
            "quaint",
            "queer",
            "queerish",
            "quirky",
            "remarkable",
            "rum [chiefly British]",
            "screwy",
            "spaced-out",
            "strange",
            "wacky",
            "whacky",
            "way-out",
            "weird",
            "weirdo",
            "wild"
          ],
          [
            "character",
            "codger",
            "crack",
            "crackbrain",
            "crackpot",
            "crank",
            "flake",
            "fruitcake",
            "head case",
            "kook",
            "nut",
            "nutcase",
            "nutter [British slang]",
            "oddball",
            "oddity",
            "original",
            "quiz",
            "screwball",
            "weirdo",
            "zany"
          ]
        ],
        "wordSentence": [
          "It was Charles Darwin's eccentric mathematician cousin Francis Galton who in 1874 ignited the nature-nurture controversy.  …",
          "Eccentric drifters that normally roam the farthest reaches of the solar system, these daredevils fly so close to the Sun that they pass through its scorching corona.",
          "In the spit-and-polish Navy, he and his equally unkempt colleagues were regarded as eccentric."
        ]
      },
      {
        "word": "fractious",
        "meanings": [
          "(typically of children) irritable and quarrelsome.\n\"they fight and squabble like fractious children\"\nSimilar:\ngrumpy\ngrouchy\ncrotchety\nin a (bad) mood\ncantankerous",
          "(of a group or organization) difficult to control; unruly.\n\"King Malcolm struggled to unite his fractious kingdom\"\nSimilar:\nwayward\nunruly\nuncontrollable\nunmanageable\nout of hand"
        ],
        "synonyms": [],
        "wordSentence": [
          "The fractious crowd grew violent."
        ]
      },
      {
        "word": "limpid",
        "meanings": [
          "(used about liquids, etc.) clear",
          "(used about a style of writing, expression etc.) easily understood; clear"
        ],
        "synonyms": [
          [
            "clear",
            "crystal",
            "crystal clear",
            "crystalline",
            "liquid",
            "lucent",
            "pellucid",
            "see-through",
            "transparent"
          ]
        ],
        "wordSentence": [
          "the limpid waters of the stream",
          "her eyes are the blue of a limpid stream of water"
        ]
      },
      {
        "word": "mawkish",
        "meanings": [
          "sentimental in an exaggerated or false way.\n\"a mawkish ode to parenthood\"\nSimilar:\nsentimental\nover-sentimental\noveremotional\ncloying\nsickly",
          "ARCHAIC•DIALECT\nhaving a faint sickly flavour.\n\"the mawkish smell of warm beer\""
        ],
        "synonyms": [
          [
            "chocolate-box",
            "cloying",
            "corny",
            "drippy",
            "fruity",
            "gooey",
            "lovey-dovey",
            "maudlin",
            "mushy",
            "novelettish",
            "saccharine",
            "sappy",
            "schmaltzy",
            "sentimental",
            "sloppy",
            "slushy",
            "soppy",
            "soupy",
            "spoony",
            "spooney",
            "sticky",
            "sugarcoated",
            "sugary",
            "wet"
          ]
        ],
        "wordSentence": [
          "a mawkish plea for donations to the charity"
        ]
      },
      
      {
        "word": "ostentatious",
        "meanings": [
          "expensive or noticeable in a way that is intended to impress other people",
          "behaving in a way that is intended to impress people with how rich or important you are"
        ],
        "synonyms": [
          [
            "flamboyant",
            "flaring",
            "flashy",
            "garish",
            "gaudy",
            "glitzy",
            "loud",
            "noisy",
            "razzle-dazzle",
            "splashy",
            "swank",
            "swanky"
          ]
        ],
        "wordSentence": [
          "That pompous excuse for a plush ride is a thumb in the eye to every taxpayer—and in the case of an ostentatious cost-cutter, genuine hypocrisy.",
          "Always proud to sit down with an ice-cold beer in my hand, I was ostentatious about it in town.",
          "She had driven to Prague from the Netherlands in her Porsche, telling friends she didn't give a hoot how ostentatious she might appear to the comrades.",
          "an ostentatious display of knowledge",
          "wears an ostentatious diamond ring on his little finger"
        ]
      },
      
      {
        "word": "perfunctory",
        "meanings": [
          "(used about an action) done quickly as a duty without any interest or feeling"
        ],
        "synonyms": [
          [
            "apathetic",
            "casual",
            "complacent",
            "disinterested",
            "incurious",
            "indifferent",
            "insensible",
            "insouciant",
            "nonchalant",
            "pococurante",
            "unconcerned",
            "uncurious",
            "uninterested"
          ]
        ],
        "wordSentence": [
          "The eight-time Pro Bowl player sometimes goes several weeks without agreeing to do even the most perfunctory postgame interviews.",
          "Convivial and self-absorbed, he talks freely about crime and crooks, with only the most perfunctory nods toward conventional morality.",
          "You probably don't want to know how perfunctory was the presentation of the state's evidence, how tenth-rate was the performance of the court-appointed defense or how wretched was the end.",
          "the violinist delivered a perfunctory performance that displayed none of the passion and warmth he was once known for"
        ]
      },
      {
        "word": "perilous",
        "meanings": [],
        "synonyms": [
          [
            "dangerous",
            "grave",
            "grievous",
            "hazardous",
            "jeopardizing",
            "menacing",
            "parlous",
            "risky",
            "serious",
            "threatening",
            "unhealthy",
            "unsafe",
            "venturesome"
          ]
        ],
        "wordSentence": [
          "a perilous journey across the mountains",
          "a perilous journey through hostile territory"
        ]
      },
      {
        "word": "pervasive",
        "meanings": [
          "that is present in all parts of something"
        ],
        "synonyms": [],
        "wordSentence": [
          "A resuscitated orthodoxy, so pervasive as to be nearly invisible, rules the land.",
          "The manic money-grab excitement of the Nineties had never been altogether free of our pervasive American guilt.",
          "Race was never articulated as an issue at the trial, even though its presence was pervasive.",
          "the pervasive nature of the problem",
          "television's pervasive influence on our culture"
        ]
      },
      {
        "word": "preclude",
        "meanings": [
          "to prevent something from happening or somebody from doing something; to make something impossible"
        ],
        "synonyms": [
          [
            "avert",
            "forestall",
            "head off",
            "help",
            "obviate",
            "prevent",
            "stave off"
          ]
        ],
        "wordSentence": [
          "I fear these things, but vaguely, for my brain buzzes in the merciful wash of endorphins that preclude any thought from occupying it too long.",
          "… the institution [of slavery] in the United States was almost uniquely despotic, a closed system so powerful and totalitarian that organized insurrection was almost entirely precluded …",
          "But conceptual blinders can preclude observation, while most accurate generalities guarantee no proper resolution of specific anatomies, but can certainly guide perceptions along fruitful paths.",
          "… the same profusion of water that precluded overland travel in the summer months could, during the sledgehammer freeze of winter, be utilized as a natural highway—albeit a highway of ice."
        ]
      },
      {
        "word": "predilection",
        "meanings": [
          "if you have a predilection for something, especially something unusual, you like it very much"
        ],
        "synonyms": [
          [
            "affection",
            "affinity",
            "aptitude",
            "bent",
            "bias",
            "bone",
            "devices",
            "disposition",
            "genius",
            "habitude",
            "impulse",
            "inclination",
            "leaning",
            "partiality",
            "penchant",
            "predisposition",
            "proclivity",
            "propensity",
            "tendency",
            "turn"
          ]
        ],
        "wordSentence": [
          "The predilection of certain upper-class Englishmen toward eccentricity and playacting lent itself well to this endeavor.",
          "Even seated in the witness chair, he did not remove the light-colored, belted raincoat that, in common with knee-high boots, is a predilection of the Nazi-minded and that, in his case, was nearly identical to the raincoat Hitler habitually wore.",
          "The marine sergeants are generally tall fellows with unyielding spines and stiff upper lips, and very exclusive in their tastes and predilections.",
          "a young lad with a predilection for telling tall tales"
        ]
      },
      {
        "word": "rapacious",
        "meanings": [
          "aggressively greedy or grasping.\n\"rapacious landlords\"\nSimilar:\ngrasping\ngreedy\navaricious\nacquisitive\ncovetous\nmercenary"
        ],
        "synonyms": [
          [
            "edacious",
            "esurient",
            "gluttonous",
            "greedy",
            "hoggish",
            "piggish",
            "ravenous",
            "swinish",
            "voracious"
          ]
        ],
        "wordSentence": [
          "nothing livens things up like a whole team of rapacious basketball players descending upon the pizza parlor",
          "rapacious mammals, such as coyotes, foxes, and bobcats"
        ]
      },
      {
        "word": "relish",
        "meanings": [
          "to enjoy something or to look forward to something very much",
          "great enjoyment",
          "a thick, cold sauce made from fruit and vegetables"
        ],
        "synonyms": [
          [
            "appetite",
            "fancy",
            "favor",
            "fondness",
            "like",
            "liking",
            "love",
            "love affair",
            "partiality",
            "preference",
            "shine",
            "taste",
            "use"
          ],
          [
            "adore",
            "delight (in)",
            "dig",
            "enjoy",
            "fancy",
            "get off (on)",
            "groove (on)",
            "like",
            "love",
            "rejoice (in)",
            "revel (in)",
            "savor",
            "savour"
          ]
        ],
        "wordSentence": [
          "I like to eat hot dogs with mustard and relish.",
          "She plays the role with great relish.",
          "He took particular relish in pointing out my error."
        ]
      },
      {
        "word": "satirical",
        "meanings": [],
        "synonyms": [
          [
            "acerb",
            "acerbic",
            "acid",
            "acidic",
            "acidulous",
            "acrid",
            "barbed",
            "biting",
            "caustic",
            "corrosive",
            "cutting",
            "mordant",
            "pungent",
            "sarcastic",
            "sardonic",
            "scalding",
            "scathing",
            "sharp",
            "smart-aleck",
            "smart-alecky",
            "smart-mouthed",
            "snarky",
            "tart"
          ]
        ],
        "wordSentence": [
          "a satiric story about the movie business"
        ]
      },
      {
        "word": "sham",
        "meanings": [
          "a situation, feeling, system, etc. that is not as good or true as it seems to be",
          "a person who pretends to be something that they are not"
        ],
        "synonyms": [
          [
            "caricature",
            "cartoon",
            "farce",
            "joke",
            "mockery",
            "parody",
            "travesty"
          ],
          [
            "artificial",
            "bogus",
            "dummy",
            "ersatz",
            "factitious",
            "fake",
            "false",
            "faux",
            "imitation",
            "imitative",
            "man-made",
            "mimic",
            "mock",
            "pretend",
            "simulated",
            "substitute",
            "synthetic"
          ],
          [
            "act",
            "affect",
            "assume",
            "bluff",
            "counterfeit",
            "dissemble",
            "fake",
            "feign",
            "pass (for)",
            "pretend",
            "profess",
            "put on",
            "simulate"
          ]
        ],
        "wordSentence": [
          "He claims that the trial was a sham.",
          "Their marriage was a sham.",
          "Many people believed he could help them, but I knew he was a sham."
        ]
      },
      {
        "word": "skirt",
        "meanings": [
          "a piece of clothing that is worn by women and girls and that hangs down from the waist",
          "an outer covering or protective part for the base of a vehicle or machine",
          "to go around the edge of something"
        ],
        "synonyms": [
          [
            "border",
            "borderline",
            "bound",
            "boundary",
            "brim",
            "circumference",
            "compass",
            "confines",
            "edge",
            "edging",
            "end",
            "frame",
            "fringe",
            "hem",
            "margin",
            "perimeter",
            "periphery",
            "rim",
            "skirting",
            "verge"
          ],
          [
            "bypass",
            "circumnavigate",
            "circumvent",
            "detour"
          ]
        ],
        "wordSentence": [
          "She was wearing a short skirt.",
          "The skirt of her coat got caught in the car door.",
          "They put a protective skirt around the base of the machine."
        ]
      },
      {
        "word": "sluggish",
        "meanings": [
          "moving or working more slowly than normal in a way that seems lazy"
        ],
        "synonyms": [
          [
            "crawling",
            "creeping",
            "dallying",
            "dawdling",
            "dilatory",
            "dillydallying",
            "dragging",
            "laggard",
            "lagging",
            "languid",
            "leisurely",
            "poking",
            "poky",
            "pokey",
            "slow",
            "snail-paced",
            "snaillike",
            "tardy",
            "unhurried"
          ]
        ],
        "wordSentence": [
          "The game picked up after a sluggish start.",
          "the sluggish pace of the project is worrisome"
        ]
      },
      
      {
        "word": "truculent",
        "meanings": [
          "eager or quick to argue or fight; aggressively defiant.\n\"the truculent attitude of farmers to cheaper imports\"\nSimilar:\ndefiant\naggressive\nantagonistic\nbelligerent\npugnacious\nbellicose"
        ],
        "synonyms": [
          [
            "aggressive",
            "agonistic",
            "argumentative",
            "assaultive",
            "bellicose",
            "belligerent",
            "brawly",
            "chippy",
            "combative",
            "confrontational",
            "contentious",
            "discordant",
            "disputatious",
            "feisty",
            "gladiatorial",
            "militant",
            "pugnacious",
            "quarrelsome",
            "scrappy",
            "warlike"
          ]
        ],
        "wordSentence": [
          "The hard work is to demonstrate exactly how the outsize Churchillian personality, so truculent, so impulsive, so often profoundly wrongheaded, became, in the dark spring of 1940, just what was needed for national survival.",
          "Milton—in his prose an opinionated and truculent writer—remains a magnet for opinionated and truculent criticism.",
          "Within a year of publishing The Female Eunuch, she had debated Norman Mailer in a truculent disputation at Town Hall in New York, turned up on the cover of Life magazine as the \"saucy feminist that even men like,\" and inspired innumerable women to stop wearing underpants.",
          "… in the breast pocket of her police uniform she carried a small silver figurine of Durga, the Hindu goddess of shakti: power and strength. Defiant and truculent, she flashed a cheeky grin."
        ]
      }
    ]
  }
}