{
  "set3": {
    "setNumber": 3,
    "setName": "set3",
    "words": [
      {
        "word": "abate",
        "meanings": [
          "to become less strong; to make something less strong"
        ],
        "synonyms": [
          [
            "de-escalate",
            "decline",
            "decrease",
            "die (away or down or out)",
            "diminish",
            "drain (away)",
            "drop (off)",
            "dwindle",
            "ease",
            "ebb",
            "fall",
            "fall away",
            "lessen",
            "let up",
            "lower",
            "moderate",
            "pall",
            "phase down",
            "ratchet (down)",
            "rachet (down)",
            "recede",
            "relent",
            "remit",
            "shrink",
            "subside",
            "taper",
            "taper off",
            "wane"
          ]
        ],
        "wordSentence": [
          "For a while, in the Cold War's aftermath, the public fascination for espionage may abate, though somehow I doubt it.",
          "At about six, as the heat abated, people began to crowd the streets and marketplaces, and to fill the cafés.",
          "But his attitude of sullen grievance and simmering fury never abated fully.",
          "We waited for the wind to abate.",
          "interest in the author's home abated as her novels waned in popularity"
        ]
      },
      {
        "word": "abjure",
        "meanings": [
          "to promise publicly or formally that you will give up or not accept a belief or a way of behaving"
        ],
        "synonyms": [
          [
            "abnegate",
            "forswear",
            "foreswear",
            "recant",
            "renege",
            "renounce",
            "repeal",
            "repudiate",
            "retract",
            "take back",
            "unsay",
            "withdraw"
          ]
        ],
        "wordSentence": [
          "abjured some long-held beliefs when she converted to another religion",
          "a strict religious sect that abjures the luxuries, comforts, and conveniences of the modern world"
        ]
      },
      {
        "word": "anomalous",
        "meanings": [
          "different from what is normal"
        ],
        "synonyms": [
          [
            "aberrant",
            "aberrated",
            "abnormal",
            "atypical",
            "especial",
            "exceeding",
            "exceptional",
            "extraordinaire",
            "extraordinary",
            "freak",
            "odd",
            "peculiar",
            "phenomenal",
            "preternatural",
            "rare",
            "singular",
            "uncommon",
            "uncustomary",
            "unique",
            "unusual",
            "unwonted"
          ]
        ],
        "wordSentence": [
          "Researchers could not explain the anomalous test results.",
          "that was an anomalous year for the housing industry, so the number of starts is anything but typical"
        ]
      },
      {
        "word": "arduous",
        "meanings": [
          "full of difficulties; needing a lot of effort"
        ],
        "synonyms": [
          [
            "Augean",
            "backbreaking",
            "challenging",
            "demanding",
            "difficult",
            "effortful",
            "exacting",
            "formidable",
            "grueling",
            "gruelling",
            "hard",
            "heavy",
            "hellacious",
            "herculean",
            "killer",
            "laborious",
            "moiling",
            "murderous",
            "pick-and-shovel",
            "rigorous",
            "rough",
            "rugged",
            "severe",
            "stiff",
            "strenuous",
            "sweaty",
            "tall",
            "testing",
            "toilsome",
            "tough",
            "uphill"
          ]
        ],
        "wordSentence": [
          "Traveling for several days by train, stagecoach and horseback, they would reach Mariposa Grove, a stand of some 200 ancient giant sequoias, where they would rest before embarking on an arduous descent via 26 switchbacks into the valley.",
          "As yoga classes go, this is not an arduous one, but the students don't know that.",
          "Women of middling means had the most to gain from increased consumption, for imported goods often reduced their long and arduous labor, especially in making candles and soap or in spinning and weaving cloth.",
          "He went through a long and arduous training program.",
          "an arduous journey across miles of desert"
        ]
      },
      {
        "word": "artless",
        "meanings": [
          "without guile or deception.\n\"an artless, naive girl\"",
          "without effort or pretentiousness; natural and simple.\n\"an artless literary masterpiece\"\nSimilar:\nnatural\nnaive\nsimple\ninnocent\nchildlike\npure\ningenuous",
          "without skill or finesse.\n\"her awkward, artless prose\""
        ],
        "synonyms": [
          [
            "genuine",
            "guileless",
            "honest",
            "ingenuous",
            "innocent",
            "naive",
            "naïve",
            "natural",
            "real",
            "simple",
            "sincere",
            "true",
            "unaffected",
            "unpretending",
            "unpretentious"
          ]
        ],
        "wordSentence": [
          "Her simple artless charm won us over instantly.",
          "a genuine and artless girl"
        ]
      },
      {
        "word": "ascetic",
        "meanings": [
          "not allowing yourself physical pleasures, especially for religious reasons"
        ],
        "synonyms": [],
        "wordSentence": [
          "Patterson's collection begins on the walls of the stairway to his basement. \"That's where Cindy draws the line. That's probably a real good idea,\" he says. Mattsson, ascetic for a bachelor, imposes the same rule on himself. LeBeau, who has never been married, is much less restrained.",
          "By Hollywood standards, Calley's career path may seem enigmatic, but then, so is his personality. If Mark Canton, the previous Sony president, was the boastful, Armani-clad big spender, Calley is downright ascetic, a man who disdains Hollywood profligacy.",
          "He converted to Catholicism and, after a long period of intense self-questioning, became a Trappist monk at the Abbey of Gethsemani in Kentucky, which, at the time, was as ascetic and demanding as any monastery of the Middle Ages."
        ]
      },
      {
        "word": "assuage",
        "meanings": [
          "to make an unpleasant feeling less strong"
        ],
        "synonyms": [
          [
            "allay",
            "alleviate",
            "ease",
            "help",
            "mitigate",
            "mollify",
            "palliate",
            "relieve",
            "soothe"
          ]
        ],
        "wordSentence": [
          "Life contains sorrows that cannot be assuaged, and it is important to be honest in acknowledging this.",
          "But for the second exam, my pretest diet included yogurt and ice cream (without pieces), which assuaged my hunger, and the cleansing was stimulated by a glass of salty liquid midafternoon.",
          "Whatever arrangements such mothers willingly make for their children, whatever strategies they employ to relieve their guilt, whatever books they read to assuage their anxiety—all of that is their business, not mine.",
          "As I've told Jody on numerous occasions, the best way for her to assuage my guilt is to hit it big in the Internet gold rush and then retire …"
        ]
      },
      {
        "word": "betray",
        "meanings": [
          "to give information about somebody/something to an enemy; to make a secret known",
          "to hurt somebody who trusts you, especially by not being loyal or faithful to him/her"
        ],
        "synonyms": [
          [
            "backstab",
            "cross",
            "double-cross",
            "sell (out)",
            "two-time"
          ]
        ],
        "wordSentence": [
          "They betrayed their country by selling its secrets to other governments.",
          "She is very loyal and would never betray a friend.",
          "She betrayed her own people by supporting the enemy.",
          "She coughed, betraying her presence behind the door."
        ]
      },
      {
        "word": "bucolic",
        "meanings": [
          "relating to the pleasant aspects of the countryside and country life.\n\"the church is lovely for its bucolic setting\"\nSimilar:\nrustic\nrural\npastoral\ncountry\ncountryside\nagricultural",
          "a pastoral poem."
        ],
        "synonyms": [
          [
            "country",
            "pastoral",
            "rural",
            "rustic",
            "rustical"
          ]
        ],
        "wordSentence": [
          "Pine Ridge …  . Its generic blandness and vaguely bucolic quality anticipated similar names—the Oak Parks and River Groves and Lake Forests and Chestnut Hills …",
          "… the massive population growth has transformed a collection of bucolic villages and mill towns into a chain of strip-mall suburbs.",
          "… Intel gives its generations of microprocessors such bucolic code names as Deschutes, Tillamook, and Katmai but then rolls them out with names that rival those of popes and medieval heads of state: Pentium the III, Celeron the Meek, and Xeon the Magnificent.",
          "… the North Shore commuter train scuds through bucolic landscape for a while, the rocks and trees permitting glimpses of Appleton Farms …",
          "a bucolic region where farms are still common"
        ]
      },
      {
        "word": "burgeon",
        "meanings": [
          "begin to grow or increase rapidly; flourish.\n\"the city's suburbs have burgeoned, sprawling out from the centre\"\nSimilar:\ngrow rapidly\nincrease rapidly/exponentially\nexpand\nspring up",
          "a bud or young shoot."
        ],
        "synonyms": [
          [
            "accelerate",
            "accumulate",
            "appreciate",
            "balloon",
            "boom",
            "build up",
            "climb",
            "enlarge",
            "escalate",
            "expand",
            "gain",
            "increase",
            "mount",
            "multiply",
            "mushroom",
            "proliferate",
            "rise",
            "roll up",
            "snowball",
            "spread",
            "swell",
            "wax"
          ]
        ],
        "wordSentence": [
          "The market for collectibles has burgeoned in recent years.",
          "the trout population in the stream is burgeoning now that the water is clean"
        ]
      },
      {
        "word": "cacophonous",
        "meanings": [
          "involving or producing a harsh, discordant mixture of sounds.\n\"the cacophonous sound of slot machines\"\nSimilar:\nloud\nnoisy\near-splitting\nblaring\nbooming\nthunderous\ndeafening"
        ],
        "synonyms": [
          [
            "discordant",
            "dissonant",
            "inharmonious",
            "unmelodious",
            "unmusical",
            "unvocal"
          ]
        ],
        "wordSentence": [
          "the cacophonous chaos on the floor of the New York Stock Exchange"
        ]
      },
      {
        "word": "canonize",
        "meanings": [
          "(in the Roman Catholic Church) officially declare (a dead person) to be a saint.\n\"he was the last English saint to be canonized prior to the Reformation\"\nSimilar:\nbeatify\ndeclare to be a saint",
          "place in or regard as belonging to a canon of literary or artistic works.\n\"they have become cult classics, canonized in American literature by many critics\""
        ],
        "synonyms": [
          [
            "adore",
            "adulate",
            "deify",
            "dote (on)",
            "hero-worship",
            "idolize",
            "worship"
          ]
        ],
        "wordSentence": [
          "She died 100 years ago and was canonized in Rome last year.",
          "a singing star so canonized by his fans that they refuse to believe anything bad about him"
        ]
      },
      {
        "word": "censure",
        "meanings": [
          "to tell somebody, in a strong and formal way, that he/she has done something wrong"
        ],
        "synonyms": [],
        "wordSentence": [
          "The country faces international censure for its alleged involvement in the assassination.",
          "a rare censure of a senator by the full United States Senate for misconduct",
          "He was censured by the committee for his failure to report the problem.",
          "a vote to censure the President for conduct that was unbecoming to his office"
        ]
      },
      {
        "word": "chicanery",
        "meanings": [
          "the use of deception or subterfuge to achieve one's purpose.\n\"storylines packed with political chicanery\"\nSimilar:\ntrickery\ndeception\ndeceit\ndeceitfulness\nduplicity\ndishonesty"
        ],
        "synonyms": [
          [
            "artifice",
            "chicane",
            "gamesmanship",
            "hanky-panky",
            "jiggery-pokery",
            "jugglery",
            "legerdemain",
            "skulduggery",
            "skullduggery",
            "subterfuge",
            "trickery",
            "wile"
          ]
        ],
        "wordSentence": [
          "He wasn't above using chicanery to win votes.",
          "that candidate only won the election through chicanery"
        ]
      },
      {
        "word": "coalesce",
        "meanings": [
          "to come together to form one larger group, substance, etc."
        ],
        "synonyms": [
          [
            "associate",
            "combine",
            "conjoin",
            "conjugate",
            "connect",
            "couple",
            "fuse",
            "interfuse",
            "join",
            "link (up)",
            "marry",
            "unify",
            "unite"
          ]
        ],
        "wordSentence": [
          "a group of young reformers who gradually coalesced into a political movement",
          "The ice masses coalesced into a glacier over time."
        ]
      },
      {
        "word": "cogent",
        "meanings": [
          "strongly and clearly expressed in a way that influences what people believe"
        ],
        "synonyms": [
          [
            "compelling",
            "conclusive",
            "convincing",
            "decisive",
            "effective",
            "forceful",
            "persuasive",
            "satisfying",
            "strong",
            "telling"
          ]
        ],
        "wordSentence": [
          "… Honeyboy Edwards provides a cogent analysis of the shift within the blues over the years …",
          "Your article provides cogent reading.",
          "Your arguments, whether or not one agrees with them, are generally cogent, and at times elegantly expressed.",
          "The author … makes a cogent and finely nuanced case for the wisdom—indeed, the necessity of this vision.",
          "the results of the DNA fingerprinting were the most cogent evidence for acquittal"
        ]
      },
      {
        "word": "compelling",
        "meanings": [
          "that forces or persuades you to do or to believe something"
        ],
        "synonyms": [
          [
            "cogent",
            "conclusive",
            "convincing",
            "decisive",
            "effective",
            "forceful",
            "persuasive",
            "satisfying",
            "strong",
            "telling"
          ]
        ],
        "wordSentence": [
          "The novel was so compelling that I couldn't put it down.",
          "He made a compelling argument.",
          "I would need a very compelling reason to leave my job.",
          "She had a compelling need to share what she had heard."
        ]
      },
      {
        "word": "contend",
        "meanings": [
          "to have to deal with a problem or a difficult situation",
          "to say or argue that something is true"
        ],
        "synonyms": [
          [
            "battle",
            "compete",
            "face off",
            "fight",
            "race",
            "rival",
            "vie"
          ]
        ],
        "wordSentence": [
          "These people contend that they have earned the right to the land.",
          "The team is expected to contend for the championship this year."
        ]
      },
      {
        "word": "copious",
        "meanings": [
          "in large amounts"
        ],
        "synonyms": [
          [
            "galore",
            "gushing",
            "lavish",
            "profuse",
            "riotous"
          ]
        ],
        "wordSentence": [
          "It was no surprise that spin was more copious than ever during the election campaign.",
          "These pockets of melted rock are rich in silica and release copious amounts of volatile gases that are held under high pressures.",
          "… travelers grew accustomed to having copious helpings of meat when they visited Quimper's inn.",
          "The Constants—ignorant, vulgar, and brash—had copious quantities of dumb luck."
        ]
      },
      {
        "word": "cosmopolitan",
        "meanings": [
          "containing people from all over the world",
          "influenced by the culture of other countries"
        ],
        "synonyms": [
          [
            "smart",
            "sophisticated",
            "worldly",
            "worldly-wise"
          ],
          [
            "city slicker",
            "cosmopolite",
            "metropolitan",
            "slicker",
            "sophisticate"
          ]
        ],
        "wordSentence": [
          "Greater cultural diversity has led to a more cosmopolitan attitude among the town's younger generations.",
          "the cosmopolitan taste of the store's customers",
          "It's one of the country's more cosmopolitan cities.",
          "as someone who had lived in Paris for a year as an exchange student, she seemed very much the cosmopolitan to her old classmates"
        ]
      },
      {
        "word": "deference",
        "meanings": [
          "polite behaviour that you show towards somebody/something, usually because you respect him/her"
        ],
        "synonyms": [
          [
            "acquiescence",
            "biddability",
            "compliance",
            "compliancy",
            "docility",
            "obedience",
            "submissiveness"
          ]
        ],
        "wordSentence": [
          "Deference to leaders and intolerance toward outsiders (and toward \"enemies within\") are hallmarks of tribalism …",
          "In the 1980s, in deference to the neighborhoods, City Hall would attempt a counter-reformation of downtown, forbidding \"Manhattanization.\"",
          "She could have subtly appealed to the deference … she knew was still in there, encoded in their middle-aged hearts; she never did.",
          "A sense of deference to the upper class among whites made it possible, in Sproat's estimation, for white leaders to contain the white supremacists."
        ]
      },
      {
        "word": "desultory",
        "meanings": [
          "lacking a plan, purpose, or enthusiasm.\n\"a few people were left, dancing in a desultory fashion\"\nSimilar:\ncasual\nhalf-hearted\nlukewarm\ncursory\nsuperficial\ntoken",
          "(of conversation or speech) going from one subject to another in a half-hearted way.\n\"the desultory conversation faded\"",
          "occurring randomly or occasionally.\n\"desultory passengers were appearing\""
        ],
        "synonyms": [
          [
            "aimless",
            "arbitrary",
            "catch-as-catch-can",
            "erratic",
            "haphazard",
            "helter-skelter",
            "hit-or-miss",
            "random",
            "scattered",
            "slapdash",
            "stray"
          ]
        ],
        "wordSentence": [
          "a desultory search for something of interest on TV",
          "a desultory discussion about the news of the day"
        ]
      },
      {
        "word": "diffident",
        "meanings": [
          "not having confidence in your own strengths or abilities"
        ],
        "synonyms": [
          [
            "backward",
            "bashful",
            "coy",
            "demure",
            "introverted",
            "modest",
            "recessive",
            "retiring",
            "self-effacing",
            "sheepish",
            "shy",
            "withdrawn"
          ]
        ],
        "wordSentence": [
          "Being suspicious of conventions, demotic equals were often at a loss in their daily encounters: shall one act diffident or clamant of one's rights?",
          "Whatever made him diffident at the prospect of having a military strike ordered in his defense, he kept it to himself.",
          "\"It's Indianapolis 500,\" Andrew said with a polite smile, pleasing me with his diffident correction.",
          "… a boy of 8 or 13, gazing foursquare at the camera, diffident but showing off, petulant but vulnerable …"
        ]
      },
      {
        "word": "dilatory",
        "meanings": [
          "slow to act.\n\"he had been dilatory in appointing a solicitor\"\nSimilar:\nslow\nunhurried\ntardy\nunpunctual\nlax\nslack\nsluggish",
          "intended to cause delay.\n\"they resorted to dilatory tactics, forcing a postponement of peace talks\"\nSimilar:\ndelaying\nstalling\ntemporizing\nprocrastinating\npostponing\ndeferring"
        ],
        "synonyms": [
          [
            "crawling",
            "creeping",
            "dallying",
            "dawdling",
            "dillydallying",
            "dragging",
            "laggard",
            "lagging",
            "languid",
            "leisurely",
            "poking",
            "poky",
            "pokey",
            "slow",
            "sluggish",
            "snail-paced",
            "snaillike",
            "tardy",
            "unhurried"
          ]
        ],
        "wordSentence": [
          "the homeowner is claiming that local firefighters were dilatory in responding to the call"
        ]
      },
      {
        "word": "equivocate",
        "meanings": [
          "use ambiguous language so as to conceal the truth or avoid committing oneself.\n\"the government have equivocated too often in the past\"\nSimilar:\nprevaricate\nbe evasive\nbe non-committal\nbe vague\nbe ambiguous"
        ],
        "synonyms": [
          [
            "fudge",
            "hedge",
            "pussyfoot",
            "tergiversate",
            "waffle",
            "weasel"
          ]
        ],
        "wordSentence": [
          "The applicant seemed to be equivocating when we asked him about his last job.",
          "When asked about her tax plan, the candidate didn't equivocate."
        ]
      },
      {
        "word": "polarize",
        "meanings": [
          "to separate or make people separate into two groups with completely opposite opinions",
          "to make waves of light, etc. vibrate in a single direction"
        ],
        "synonyms": [
          [
            "center",
            "centralize",
            "compact",
            "concenter",
            "concentrate",
            "consolidate",
            "unify",
            "unite"
          ]
        ],
        "wordSentence": [
          "The war has polarized the nation.",
          "The current debate polarizes along lines of class and race."
        ]
      },
      {
        "word": "prodigal",
        "meanings": [
          "spending money freely and rather wastefully",
          "very generous"
        ],
        "synonyms": [
          [
            "extravagant",
            "high-rolling",
            "profligate",
            "spendthrift",
            "squandering",
            "thriftless",
            "unthrifty",
            "wasteful"
          ],
          [
            "fritterer",
            "high roller",
            "profligate",
            "spender",
            "spendthrift",
            "squanderer",
            "waster",
            "wastrel"
          ]
        ],
        "wordSentence": [
          "We sipped our beers and wondered at one another, at what was left of all that and of those prodigal days.",
          "The prodigal use of antibiotics in animals has the same consequence as their overprescription for human beings.",
          "Mr. Bulstrode replied without haste, but also without hesitation. \"I am grieved, though, I confess, not surprised by this information, Mr. Lydgate. For my own part, I regretted your alliance with my brother-in-law's family, which has always been of prodigal habits, and which has already been much indebted to me for sustainment in its present position … \""
        ]
      },
      {
        "word": "verbose",
        "meanings": [
          "using or containing more words than are needed"
        ],
        "synonyms": [
          [
            "circuitous",
            "circumlocutory",
            "diffuse",
            "garrulous",
            "logorrheic",
            "long-winded",
            "pleonastic",
            "prolix",
            "rambling",
            "windy",
            "wordy"
          ]
        ],
        "wordSentence": [
          "Something seems to have gone seriously wrong with the subediting and proof-reading of this self-indulgently verbose and misprint-ridden production, which is further flawed by a mis-match between the author's vaulting theoretical ambitions and his scholarly limitations, notably his faulty grasp of ancient Greek and inability to deliver a clear and consistent line of reasoned and logical argument.",
          "What makes this tiny tome so much fun are the answers. There are occasional one-word zingers: to a verbose question as to whether a resident of a planet with two suns would have two shadows, Merlin's response is \"Yes.\" The longest answers are about a page in length and seem to be triggered when a questioner happens upon one of the author's favorite topics or pet peeves, such as relativity, tachyons, and the endangered ozone layer.",
          "I must confess … that if I had known how many classics there are in English literature, and how verbose the best of them contrive to be, I should never have undertaken the work. They only allow one seventy thousand words, you see.",
          "He is a verbose speaker.",
          "She has a verbose writing style."
        ]
      }
    ]
  }
}