{
  "set7": {
    "setNumber": 7,
    "setName": "set7",
    "words": [
      {
        "word": "appease",
        "meanings": [
          "to make somebody calmer or less angry by agreeing to what he/she wants",
          "to give a country what it wants in order to avoid war"
        ],
        "synonyms": [
          [
            "assuage",
            "conciliate",
            "disarm",
            "gentle",
            "mollify",
            "pacify",
            "placate",
            "propitiate"
          ]
        ],
        "wordSentence": [
          "But I imagine he and his siblings, who profited handsomely from the sale, have mixed emotions. They may be sad they had to sell, yet relieved that they are no longer under pressure to appease Wall Street's demand for growth and profits.",
          "The first is that, in affluent America, mothering has gone from an art to a cult, with devotees driving themselves to ever more baroque extremes to appease the goddess of perfect motherhood.",
          "It was last summer, and Gingell, then Sun Microsystems's chief software engineer, had an excuse: His twin-engine Cessna had broken down, and he'd lost track of time while he gabbed on the phone with his mechanic. That wasn't likely to appease Sun's famously tart-tongued CEO, Scott McNealy, who was getting his introductory briefing on a vital new technology initiative that happened to be Gingell's brainchild.",
          "The California legislature's solution to this seemingly intractable problem was a politically appealing package with features to appease both utility investors and ratepayers."
        ]
      },
      {
        "word": "arbitrary",
        "meanings": [
          "not seeming to be based on any reason or plan and sometimes seeming unfair"
        ],
        "synonyms": [
          [
            "dictatorial",
            "high-handed",
            "imperious",
            "peremptory",
            "willful",
            "wilful"
          ]
        ],
        "wordSentence": [
          "U.S. News was revealed to have considered assigning in its next rankings an arbitrary SAT score to Sarah Lawrence College because the school no longer collects applicants' scores.",
          "Darwin's emphasis on how populations gradually change gave the notion of species a more arbitrary quality: Species had whatever boundaries taxonomists chose. The idea of a species as a population of individuals that breed mostly with each other comes from 20th-century theorists.",
          "The Marriage Act certainly employed arbitrary and draconian means. It forced all couples to marry between 8 am and 12 noon, according to the rites of the established Church of England, in one of their respective local parish churches.",
          "Two days after President Lincoln issued the first version of his Emancipation Proclamation, he suspended the right of habeas corpus for anyone accused of resisting the draft or discouraging enlistment. Hundreds of civilians were arrested, some for good reasons, some for entirely arbitrary and personal ones."
        ]
      },
      {
        "word": "archaic",
        "meanings": [
          "very old-fashioned; no longer used"
        ],
        "synonyms": [
          [
            "antiquated",
            "dated",
            "démodé",
            "demoded",
            "fossilized",
            "kaput",
            "kaputt",
            "medieval",
            "mediaeval",
            "moribund",
            "mossy",
            "moth-eaten",
            "neolithic",
            "Noachian",
            "obsolete",
            "out-of-date",
            "outdated",
            "outmoded",
            "outworn",
            "passé",
            "prehistoric",
            "prehistorical",
            "rusty",
            "Stone Age",
            "superannuated"
          ]
        ],
        "wordSentence": [
          "The author is a bluestocking, with a weakness for etymology and archaic religious texts, her body of work lauded for revealing the sacred in the ordinary.",
          "Europe's economic growth and productivity, Judt reminds us, for all the horror stories about archaic work regulations and inflexible labor markets, has remained impressive up to the current moment.",
          "Between the upper limit of radiocarbon dating (about 50 ka) and the lower limit of radiogenic potassium dating (about 0.5 Ma) there used to exist a chronological lacuna that I call the Gap. This temporal range encompasses the transition of archaic humans into fully modern forms, so the lack of a reliable means of dating fossils from the Gap was disconcerting.",
          "The company needs to update its archaic computer systems."
        ]
      },
      {
        "word": "clamorous",
        "meanings": [
          "making a loud and confused noise.\n\"a jostling, clamorous mob\"\nSimilar:\nnoisy\nloud\nvocal\nvociferous\nraucous\nrowdy\nrackety",
          "expressing or characterized by vehement protests or demands.\n\"the clamorous radical wing of the party\"\nSimilar:\nnoisy\nloud\nvocal\nvociferous\nraucous\nrowdy\nrackety"
        ],
        "synonyms": [
          [
            "blatant",
            "caterwauling",
            "clamant",
            "obstreperous",
            "squawking",
            "vociferant",
            "vociferating",
            "vociferous",
            "yawping",
            "yauping",
            "yowling"
          ]
        ],
        "wordSentence": [
          "a clamorous objection to the play that the students have chosen to put on this year",
          "a clamorous kindergarten classroom that would try the patience of any sane adult"
        ]
      },
      {
        "word": "dearth",
        "meanings": [
          "a lack of something; not enough of something"
        ],
        "synonyms": [
          [
            "crunch",
            "deficiency",
            "deficit",
            "drought",
            "drouth",
            "failure",
            "famine",
            "inadequacy",
            "inadequateness",
            "insufficiency",
            "lack",
            "lacuna",
            "paucity",
            "pinch",
            "poverty",
            "scantiness",
            "scarceness",
            "scarcity",
            "shortage",
            "undersupply",
            "want"
          ]
        ],
        "wordSentence": [
          "It may also be a respite for booksellers, who have been grumbling for several years about sluggish sales and a dearth of dependable blockbuster fiction.",
          "… Earnhardt has recently hinted that a company-wide dearth of talent is the core reason his Chevy simply isn't as fast in 2005 as it's been in the past.",
          "AirNet, which hauls bank checks and other time-critical freight, used to require that its pilots have at least 1,200 hours of flight experience. Then, faced with a dearth of experienced applicants, it dropped the requirement to 500 hours. Now, it has no minimum.",
          "there was a dearth of usable firewood at the campsite",
          "the dearth of salesclerks at the shoe store annoyed us"
        ]
      },
      {
        "word": "explicable",
        "meanings": [
          "that can be explained"
        ],
        "synonyms": [
          [
            "answerable",
            "explainable",
            "resolvable",
            "soluble",
            "solvable"
          ]
        ],
        "wordSentence": [
          "phenomena explicable by the laws of physics",
          "the mystery of those strange noises became quite explicable once we realized that a colony of bats had taken up residence"
        ]
      },
      {
        "word": "hyperbole",
        "meanings": [
          "a way of speaking or writing that makes something sound better, more exciting, dangerous, etc. than it really is"
        ],
        "synonyms": [
          [
            "caricature",
            "coloring",
            "elaboration",
            "embellishment",
            "embroidering",
            "embroidery",
            "exaggeration",
            "magnification",
            "overstatement",
            "padding",
            "stretching"
          ]
        ],
        "wordSentence": [
          "Four decades later we're all blabbermouths, adrift on a sea of hyperbole, shouting to be heard.",
          "… balanced on the razor edge of anachronism, creating a rich stew of accepted and invented history, anecdote, myth and hyperbole.",
          "Even if we discount the hyperbole evident in such accounts, they were far from inventions.",
          "“enough food to feed a whole army” is a common example of hyperbole"
        ]
      },
      {
        "word": "immutable",
        "meanings": [
          "unchanging over time or unable to be changed.\n\"an immutable fact\"\nSimilar:\nunchangeable\nfixed\nset\nrigid\ninflexible\nunyielding\nunbending"
        ],
        "synonyms": [
          [
            "fixed",
            "hard-and-fast",
            "inalterable",
            "incommutable",
            "inflexible",
            "invariable",
            "unalterable",
            "unchangeable"
          ]
        ],
        "wordSentence": [
          "the immutable laws of nature",
          "one of the immutable laws of television is that low ratings inevitably lead to cancellation"
        ]
      },
      {
        "word": "indefatigable",
        "meanings": [
          "never giving up or getting tired of doing something"
        ],
        "synonyms": [
          [
            "inexhaustible",
            "tireless",
            "unflagging",
            "untiring",
            "weariless"
          ]
        ],
        "wordSentence": [
          "a person of indefatigable patience",
          "an indefatigable laborer who can work from sunrise to sunset"
        ]
      },
      {
        "word": "indolent",
        "meanings": [
          "not wanting to work; lazy"
        ],
        "synonyms": [
          [
            "idle",
            "lazy",
            "shiftless",
            "slothful"
          ]
        ],
        "wordSentence": [
          "Perhaps Henry James's idea of the taste for art in England as a \"tribute to propriety\" holds perversely true, with the indolent taste for scandal and celebrity having taken hold as a bizarre new form of etiquette.",
          "At home, however, there's something indolent about listening to a record that offers no hope for the unexpected.",
          "Air-conditioning is for the weak and indolent. This isn't the Ritz, you know. Be thankful for a little breeze. It was luxuries like A/C that brought down the Roman Empire.",
          "She is indolent and irresponsible.",
          "an indolent boy who had to be forced to help out with the chores"
        ]
      },
      {
        "word": "insular",
        "meanings": [
          "not interested in or able to accept new people or different ideas"
        ],
        "synonyms": [
          [
            "illiberal",
            "Lilliputian",
            "little",
            "narrow",
            "narrow-minded",
            "parochial",
            "petty",
            "picayune",
            "provincial",
            "sectarian",
            "small",
            "small-minded"
          ]
        ],
        "wordSentence": [
          "the insular world of boarding schools",
          "an insular community that is not receptive of new ideas, especially from outsiders"
        ]
      },
      {
        "word": "intransigent",
        "meanings": [
          "unwilling or refusing to change one's views or to agree about something.\n\"her father had tried persuasion, but she was intransigent\"\nSimilar:\nuncompromising\ninflexible\nunbending\nunyielding\nunshakeable",
          "an intransigent person."
        ],
        "synonyms": [
          [
            "adamant",
            "adamantine",
            "bullheaded",
            "dogged",
            "hard",
            "hard-nosed",
            "hardened",
            "hardheaded",
            "headstrong",
            "immovable",
            "implacable",
            "inconvincible",
            "inflexible",
            "mulish",
            "obdurate",
            "obstinate",
            "opinionated",
            "ossified",
            "pat",
            "pertinacious",
            "perverse",
            "pigheaded",
            "self-opinionated",
            "self-willed",
            "stiff-necked",
            "stubborn",
            "unbending",
            "uncompromising",
            "unrelenting",
            "unyielding",
            "willful",
            "wilful"
          ]
        ],
        "wordSentence": [
          "He has remained intransigent in his opposition to the proposal.",
          "he has remained intransigent, refusing all suggestions for improvement of the process"
        ]
      },
      {
        "word": "intrepid",
        "meanings": [
          "without any fear of danger"
        ],
        "synonyms": [
          [
            "bold",
            "brave",
            "courageous",
            "dauntless",
            "doughty",
            "fearless",
            "gallant",
            "greathearted",
            "gutsy",
            "gutty",
            "heroic",
            "heroical",
            "lionhearted",
            "manful",
            "stalwart",
            "stout",
            "stouthearted",
            "undauntable",
            "undaunted",
            "valiant",
            "valorous"
          ]
        ],
        "wordSentence": [
          "The heroes are intrepid small-business owners, investigative reporters, plaintiffs and their lawyers, and, of course, Nader himself and his grass-roots organizations.",
          "Author and explorer Dame Freya Stark was one of the most intrepid adventurers of all time. (T. E. Lawrence, no slouch in the travel department himself, called her \"gallant\" and \"remarkable.\")",
          "Meanwhile, the intrepid Florentine traveler Marco Polo had been to China and brought back with him a noodle dish that became Italian pasta …",
          "an intrepid explorer who probed parts of the rain forest never previously attempted"
        ]
      },
      {
        "word": "irreverent",
        "meanings": [
          "not feeling or showing respect"
        ],
        "synonyms": [
          [
            "blasphemous",
            "impious",
            "profane",
            "sacrilegious"
          ]
        ],
        "wordSentence": [
          "He has a delightfully irreverent sense of humor.",
          "irreverent behavior during church services"
        ]
      },
      {
        "word": "loathe",
        "meanings": [
          "to hate somebody/something"
        ],
        "synonyms": [
          [
            "abhor",
            "abominate",
            "despise",
            "detest",
            "execrate",
            "hate"
          ]
        ],
        "wordSentence": [
          "In fact, he was an energetic walker his whole life, but he loathed fresh-air fiends and he was rather stuck on the idea of being dissolute.",
          "How I loathed the look of that type on my pages! Everything I wrote seemed, in that type, arrhythmic, dull, stupid.",
          "I loathed the job so much that I did it quickly, urgently, almost violently.",
          "Pushing the table from him while he spoke, as though he loathed the sight of food, he encountered the watch: the hands of which were almost upon noon."
        ]
      },
      {
        "word": "malign",
        "meanings": [
          "to say or write bad things about somebody/something publicly especially in a unfair manner",
          "causing harm or harmful"
        ],
        "synonyms": [
          [
            "bad [slang]",
            "bitchy",
            "catty",
            "cruel",
            "despiteful",
            "hateful",
            "malevolent",
            "malicious",
            "malignant",
            "mean",
            "nasty",
            "spiteful",
            "vicious",
            "virulent"
          ],
          [
            "asperse",
            "blacken",
            "calumniate",
            "defame",
            "libel",
            "slander",
            "smear",
            "traduce",
            "vilify"
          ]
        ],
        "wordSentence": [
          "both parties to the divorce showed a malign desire to make each other's future life utterly miserable",
          "Her supporters say she is being unfairly maligned in the press.",
          "a candidate who believes that it is possible to win an election without maligning anyone"
        ]
      },
      {
        "word": "malleable",
        "meanings": [
          "(used about metals, etc.) that can be hit or pressed into shape easily without breaking or cracking",
          "(used about people, ideas, etc.) easily influenced or changed"
        ],
        "synonyms": [
          [
            "moldable",
            "plastic",
            "shapable",
            "shapeable",
            "waxy"
          ]
        ],
        "wordSentence": [
          "The brothers Warner presented a flexible, malleable world that defied Newton, a world of such plasticity that anything imaginable was possible.",
          "At each landing the villagers had carved the wonderfully malleable silt into staircases, terraces, crenellations, and ziggurats.",
          "The boy seemed to me possessed by a blind, invalid arrogance, and every human being, as his eye flicked over or flinched against them, became, immediately, as malleable as his mother and his father.",
          "the cult leader took advantage of the malleable, compliant personalities of his followers"
        ]
      },
      {
        "word": "neophyte",
        "meanings": [
          "a person who is new to a subject or activity.\n\"four-day cooking classes are offered to neophytes and experts\"\nSimilar:\nbeginner\nlearner\nnovice\nnewcomer\nnew member\nnew entrant",
          "a new convert to a religion."
        ],
        "synonyms": [
          [
            "convert",
            "proselyte"
          ]
        ],
        "wordSentence": [
          "neophytes are assigned an experienced church member to guide them through their first year"
        ]
      },
      {
        "word": "plastic",
        "meanings": [
          "a light, strong material that is made with chemicals and is used for making many different sorts of objects",
          "made of plastic"
        ],
        "synonyms": [
          [
            "malleable",
            "moldable",
            "shapable",
            "shapeable",
            "waxy"
          ]
        ],
        "wordSentence": [
          "The toy was made of plastic.",
          "a company that manufactures plastics",
          "She used plastic to pay for her new computer.",
          "Silly Putty is famous for being very plastic.",
          "there's usually a plastic cordiality at these corporate events"
        ]
      },
      {
        "word": "platitude",
        "meanings": [
          "a remark or statement that has been made very often before and is therefore not interesting"
        ],
        "synonyms": [
          [
            "banality",
            "bromide",
            "chestnut",
            "cliché",
            "cliche",
            "commonplace",
            "groaner",
            "homily",
            "shibboleth",
            "trope",
            "truism"
          ]
        ],
        "wordSentence": [
          "His speech was filled with familiar platitudes about the value of hard work and dedication.",
          "“blondes have more fun” is a silly platitude"
        ]
      },
      {
        "word": "prescient",
        "meanings": [
          "knowing or appearing to have knowledge about events before they take place"
        ],
        "synonyms": [
          [
            "foreknowledge",
            "foresight"
          ]
        ],
        "wordSentence": [
          "He predicted their response with amazing prescience.",
          "Her prescience as an investor is impressive."
        ]
      },
      {
        "word": "pristine",
        "meanings": [
          "extremely fresh and clean as if new; in a very good condition",
          "in the same state or condition as when it was first made and not changed or developed; original"
        ],
        "synonyms": [
          [
            "brand-new",
            "fresh",
            "mint",
            "span-new",
            "virgin",
            "virginal"
          ]
        ],
        "wordSentence": [
          "My office is a mess but her office is always pristine.",
          "He was wearing a pristine white shirt."
        ]
      },
      {
        "word": "reproach",
        "meanings": [
          "to tell somebody that he/she has done something wrong; to blame somebody"
        ],
        "synonyms": [
          [
            "disgrace",
            "dishonor",
            "opprobrium",
            "reflection",
            "scandal"
          ],
          [
            "baste",
            "bawl out",
            "berate",
            "call down",
            "castigate",
            "chastise",
            "chew out",
            "dress down",
            "flay",
            "hammer",
            "jaw",
            "keelhaul",
            "lambaste",
            "lambast",
            "lecture",
            "rag",
            "rail (at or against)",
            "rant (at)",
            "rate",
            "ream (out)",
            "rebuke",
            "reprimand",
            "scold",
            "score",
            "tongue-lash",
            "upbraid"
          ]
        ],
        "wordSentence": [
          "A bug in the logic of a design, though discovered and fixed in the lab, stands as a slight reproach to the designer.",
          "Yes, he told them, when he came, it was quite true that they would have to pay interest. And then Teta Elzbieta broke forth into protestations and reproaches, so that the people outside stopped and peered in at the window.",
          "\"He's the finest boy in England,\" the father said in a tone of reproach to her, \"and you don't seem to care for him, Becky, as much as you do for your spaniel.  … \""
        ]
      },
      {
        "word": "robust",
        "meanings": [
          "strong and healthy"
        ],
        "synonyms": [
          [
            "able-bodied",
            "bouncing",
            "fit",
            "hale",
            "healthy",
            "hearty",
            "sound",
            "well",
            "well-conditioned",
            "whole",
            "wholesome"
          ]
        ],
        "wordSentence": [
          "If Singapore, just seven miles to the north with its glittering skyline and robust economy, is Southeast Asia's Cinderella, Batam is her dark sister.",
          "The greatest gains in mine mechanization came in a burst of innovation following World War II, when robust new machines were developed …",
          "Humfry was a man whom everyone noticed. His stature was above ordinary, his complexion sanguine, his conversation lively, and his constitution robust.",
          "Why is almost every robust healthy boy with a robust healthy soul in him, at some time or other crazy to go to sea?"
        ]
      },
      {
        "word": "salubrious",
        "meanings": [
          "(used about a place) clean and pleasant to live in"
        ],
        "synonyms": [
          [
            "good",
            "healthful",
            "healthy",
            "medicinal",
            "restorative",
            "salutary",
            "salutiferous",
            "sanative",
            "tonic",
            "wholesome"
          ]
        ],
        "wordSentence": [
          "fresh air and exercise are always salubrious"
        ]
      },
      {
        "word": "sanction",
        "meanings": [
          "an official order that limits business, contact, etc. with a particular country, in order to make it do something, such as obeying international law",
          "official permission to do or change something",
          "to give official permission for something"
        ],
        "synonyms": [
          [
            "allowance",
            "authorization",
            "clearance",
            "concurrence",
            "consent",
            "granting",
            "green light",
            "leave",
            "license",
            "licence",
            "permission",
            "sufferance",
            "warrant"
          ],
          [
            "accredit",
            "approbate",
            "approve",
            "authorize",
            "clear",
            "confirm",
            "finalize",
            "formalize",
            "homologate",
            "OK",
            "okay",
            "ratify",
            "warrant"
          ]
        ],
        "wordSentence": [
          "The country acted without the sanction of the other nations.",
          "Their policy has legal sanction.",
          "The government has sanctioned the use of force.",
          "His actions were not sanctioned by his superiors."
        ]
      },
      {
        "word": "sedulous",
        "meanings": [
          "(of a person or action) showing dedication and diligence.\n\"he watched himself with the most sedulous care\"\nSimilar:\ndiligent\ncareful\nmeticulous\nthorough\nassiduous\nattentive"
        ],
        "synonyms": [
          [
            "active",
            "assiduous",
            "bustling",
            "busy",
            "diligent",
            "employed",
            "engaged",
            "hopping",
            "industrious",
            "laborious",
            "occupied",
            "tied-up",
            "working"
          ]
        ],
        "wordSentence": [
          "an impressively sedulous suitor, he was constantly sending her flowers and other tokens of his affection"
        ]
      },
      {
        "word": "soporific",
        "meanings": [
          "tending to induce drowsiness or sleep.\n\"the motion of the train had a somewhat soporific effect\"",
          "a drug or other substance that induces drowsiness or sleep.\nSimilar:\nsleeping pill\nsleeping potion\nsedative\ncalmative\ntranquillizer"
        ],
        "synonyms": [
          [
            "drowsy",
            "hypnotic",
            "narcotic",
            "opiate",
            "sleepy",
            "slumberous",
            "slumbrous",
            "somniferous",
            "somnolent"
          ]
        ],
        "wordSentence": [
          "the soporific heat of summer",
          "this medication is soporific, so do not drive after taking it"
        ]
      },
      {
        "word": "stern",
        "meanings": [
          "very serious; not smiling",
          "the back end of a ship or boat"
        ],
        "synonyms": [
          [
            "austere",
            "authoritarian",
            "flinty",
            "hard",
            "harsh",
            "heavy-handed",
            "ramrod",
            "rigid",
            "rigorous",
            "severe",
            "strict",
            "tough"
          ]
        ],
        "wordSentence": [
          "He gave me a stern look.",
          "the army post's stern commander always had the utmost respect of those who served under him"
        ]
      },
      {
        "word": "tendentious",
        "meanings": [
          "expressing or intending to promote a particular cause or point of view, especially a controversial one.\n\"a tendentious reading of history\""
        ],
        "synonyms": [],
        "wordSentence": [
          "He made some extremely tendentious remarks."
        ]
      }
    ]
  }
}